Repository: BEEmod/BEE2.4
Catalog: i18n/*.po
Languages: es, fr, pl, ru

source: File
es: Archivo
fr: Fichier
pl: Plik
ru: Файл

source: Add Game
es: Añadir Juego
fr: Ajouter un jeu
pl: Dodaj grę
ru: Добавить игру

source: Remove Game
es: Borrar Juego
fr: Retirer le jeu
pl: Usuń grę
ru: Удалить игру

source: Game
es: Juego
fr: Jeu
pl: Gra
ru: Игра

source: Help
es: Ayuda
fr: Aide
pl: Pomoc
ru: Помощь

source: Automatic Backup After Export
es: Crear una Copia de Seguridad automáticamente después de exportar
fr: Sauvegarde automatique après export
pl: Automatyczna kopia zapas. po wyeksportowaniu
ru: Автоматическая резервная копия после экспорта

source: Keep (Per Game):
es: Mantener (Por Juego):
fr: Nombre (par jeu):
pl: Zachowuj (na grę):
ru: Сохранить (за игру):

source: Backup/Restore Puzzles
es: Copia De Seguridad / Restaurar Mapas
fr: Sauvegarder/Restaurer des puzzles
pl: Kopia zapasowa map
ru: Резервное копирование/восстановление говоломки

source: .. As
ru: .. Как

source: This item may not be rotated.
es: Este elemento no puede ser rotado.
fr: Cet objet ne peut pas être tourné.
pl: Ten przedmiot nie może być obrócony.
ru: Этот предмет не подлежит вращению.

source: This item can be pointed in 4 directions.
es: Este elemento puede ser rotado en 4 direcciones.
fr: Cet objet peut être pointé dans 4 directions.
pl: Ten przedmiot może być skierowany w 4 strony.
ru: Этот предмет можно направить в 4 стороны.

source: This item can be positioned on the sides and center.
es: Este elemento se puede colocar en los lados y en el centro.
fr: Cet objet peut être positionné sur les côtés ou au centre.
pl: Ten przedmiot może być umieszczany po bokach i na środku panelu.
ru: Этот предмет может быть размещен по сторонам и в центре.

source: This item can be centered in two directions, plus on the sides.
es: Este elemento puede centrarse en dos direcciones y en los lados.
fr: Cet objet peut être centré sur deux directions et sur les côtés.
pl: Ten przedmiot może być położony na środku w dwóch kierunkach, a także na bokach panelu.
ru: Этот предмет можно центрировать в двух направлениях, а также по бокам.

source: This item can be placed like light strips.
es: Este elemento puede ser rotado como una banda luminosa.
fr: Cet objet peut être placé comme une source lumineuse.
pl: Ten przedmiot może być położony jak pasy świetlne.
ru: Этот предмет можно разместить как световые полосы.

source: This item can be rotated on the floor to face 360 degrees.
es: Este elemento se puede rotar en el piso para hacer frente a 360 grados.
fr: Cet objet peut être tourné sur le sol à 360°.
pl: Ten przedmiot może być obrócony na podłodze o 360 stopni.
ru: Этот предмет можно поворачивать на полу на 360 градусов.

source: This item is positioned using a catapult trajectory.
es: Este elemento se posiciona mediante la trayectoria de la plataforma de salto.
fr: Cet objet est positionné avec une trajectoire de catapulte.
pl: Ten przedmiot jest umieszczany używając trajektorii katapulty.
ru: Этот предмет устанавливается по траектории катапульты.

source: This item positions the dropper to hit target locations.
es: Este elemento posiciona el dispensador para alcanzar las ubicaciones del objetivo.
fr: Cet objet positionne le distributeur pour toucher des zones ciblées.
pl: Ten przedmiot ustawia dozownik, by dosięgnął docelowej lokalizacji.
ru: Этот предмет позиционирует dropper для попадания в цель.

source: This item does not accept any inputs.
es: Este elemento no acepta ninguna conexión entrante.
fr: Cet objet n'accepte pas de connexion entrante.
pl: Ten przedmiot nie akceptuje sygnału wejściowego.
ru: Этот предмет не принимает никаких входов.

source: This item accepts inputs.
es: Este elemento acepta conexiones entrantes.
fr: Cet objet accepte des connexions entrantes.
pl: Ten przedmiot akceptuje sygnał wejściowy.
ru: Этот предмет принимает входные данные.

source: This item has two input types (A and B), using the Input A and B items.
es: Este ítem tiene dos tipos de entrada (A y B), usando los ítems de Entrada A y Entrada B.
fr: Cet objet a deux types d'entrée (A et B), utilisant les items Input A et B.
pl: Ten przedmiot ma 2 rodzaje sygnału wejścia (A i B), używa przedmiotu "Wejście A i B".
ru: Этот предмет имеет два типа входа (A и B), используя предметы Input A и B.

source: This item does not output.
es: Este elemento no tiene conexiones de salida.
fr: Cet objet n'a pas de connexion sortante.
pl: Ten przedmiot nie wysyła sygnału.
ru: Этот предмет не выводит.

source: This item has an output.
es: Este elemento tiene conexiones de salida.
fr: Cet objet a une connexion sortante.
pl: Ten przedmiot może wysyłać sygnał.
ru: Этот предмет имеет вывод.

source: This item has a timed output.
es: Este elemento tiene conexiones de salida temporizadas.
fr: Cet objet a une connexion sortante temporisée.
pl: Ten przedmiot wysyła tymczasowy sygnał.
ru: Этот предмет имеет временной выход.

source: This item does not take up any space inside walls.
es: Este elemento no ocupa ningún espacio dentro de las paredes.
fr: Cet objet ne prend pas de place dans le mur.
pl: Ten przedmiot nie zajmuje przestrzeni za ścianą.
ru: Этот предмет не занимает места внутри стен.

source: This item takes space inside the wall.
es: Este elemento ocupa espacio dentro de las paredes.
fr: Cet objet prend de la place dans le mur.
pl: Ten przedmiot zajmuje przestrzeń za ścianą.
ru: Этот предмет занимает место внутри стены.

source: This item cannot be placed anywhere...
es: Este elemento no puede ser colocado en ningún lado...
fr: Cet objet ne peut pas être placé.
pl: Ten przedmiot nie może być położony nigdzie...
ru: Этот предмет не может быть помещен куда-либо...

source: This item can only be attached to ceilings.
es: Este elemento solo puede ser colocado en los techos.
fr: Cet objet est attaché au plafond seulement.
pl: Ten przedmiot może być umieszczony tylko na suficie.
ru: Этот предмет можно крепить только к потолкам.

source: This item can only be placed on the floor.
es: Este elemento solo puede ser colocado en el suelo.
fr: Cet objet est posé au sol seulement.
pl: Ten przedmiot może być umieszczony tylko na podłodze.
ru: Этот предмет можно поставить только на пол.

source: This item can be placed on floors and ceilings.
es: Este elemento puede ser colocado en los techos y el suelo.
fr: Cet objet peut être placé au plafond et au sol.
pl: Ten przedmiot może być umieszczony na podłodze i na suficie.
ru: Этот предмет можно размещать на полу и потолке.

source: This item can be placed on walls only.
es: Este elemento solo puede ser colocado en las paredes.
fr: Cet objet ne se place que sur les murs.
pl: Ten przedmiot może być umieszczony tylko na ścianach.
ru: Этот предмет можно размещать только на стенах.

source: This item can be attached to walls and ceilings.
es: Este elemento puede ser colocado en las paredes y los techos.
fr: Cet objet peut être attaché au plafond et aux murs.
pl: Ten przedmiot może być umieszczony na ścianach i na suficie.
ru: Этот предмет можно крепить к стенам и потолкам.

source: This item can be placed on floors and walls.
es: Este elemento puede ser colocado en el suelo y las paredes.
fr: Cet objet peut être placé au sol et aux murs.
pl: Ten przedmiot może być umieszczony na ścianach i na podłodze.
ru: Этот предмет можно размещать на полу и стенах.

source: This item can be placed in any orientation.
es: Este elemento puede ser colocado en el suelo, paredes y techos.
fr: Cet objet peut être placé dans n'importe quel sens.
pl: Ten przedmiot może być przymocowany gdziekolwiek.
ru: Этот предмет можно разместить в любой ориентации.

source: Excursion Funnels accept a on/off input and a directional input.
es: Los Embudos de Translación aceptan una conexión de activación/desactivación, así como una conexión direccional.
fr: Les Halos d'Excursion acceptent une connexion on/off et une connexion de polarité.
pl: Tuby transportowe akceptują sygnał włącz/wyłącz oraz sygnał zmiany kierunku.
ru: Экскурсионные воронки имеют вход включения/выключения и вход направления.

source: {generic_rot} However when this is set to Reflection Cube, this item can instead rotated on the floor to face 360 degrees.
ru: {generic_rot} Однако если установить значение Отражающий куб, этот предмет можно повернуть на полу на 360 градусов.

source: This fizzler has an output. Due to an editor bug, this cannot be used directly. Instead the Fizzler Output Relay item should be placed on top of this fizzler.
ru: У этого Fizzler есть выход. Из-за ошибки редактора его нельзя использовать напрямую. Вместо этого следует поместить предмет Fizzler Output Relay поверх этого Fizzler'а.

source: Failed to open a web browser. Do you wish for the URL to be copied to the clipboard instead?
es: Error al abrir un navegador web. ¿Desea que la URL sea copiada en el portapapeles?
fr: Échec de l'ouverture du navigateur. Voulez-vous que l'URL soit copiée dans le presse-papiers à la place ?
pl: Nie udało się otworzyć przeglądarki. Czy chcesz w zamian skopiować link do schowka?
ru: Не удалось открыть веб-браузер. Вы хотите, чтобы URL-адрес был скопирован в буфер обмена?

source: This fizzler has a timed output. Due to an editor bug, this cannot be used directly. Instead the Fizzler Output Relay item should be placed on top of this fizzler.
ru: Этот Fizzler имеет временный выход. Из-за ошибки редактора его нельзя использовать напрямую. Вместо этого следует поместить предмет Fizzler Output Relay поверх этого Fizzler'а.

source: No Alternate Versions
pl: Brak wersji alteratywnych
ru: Нет альтернативных версий

source: The number of entities used for this item. The Source engine limits this to 2048 in total. This provides a guide to how many of these items can be placed in a map at once.
es: El número de entidades que este elemento posee. El motor Source tiene un límite de 2048 en total. Esto proporciona una guía de cuantos de estos elementos pueden ser puestos en un mapa.
fr: Le nombre d'entités utilisées pour cet objet. Le moteur Source limite le nombre d'entités à 2048 en tout. Ceci fournit un guide pour savoir combien de ces objets il est possible de placer à la fois sur la carte.
pl: Liczba jednostek użytych w przedmiocie. Silnik Source ogranicza to do łącznej wartości 2048. To daje wskazówkę, jak wiele elementów na raz może być umieszczonych na mapie.
ru: Количество сущностей, используемых для этого предмета. Движок Source ограничивает это число до 2048. Это дает представление о том, сколько таких элементов может быть размещено на карте одновременно.

source: BEE2 - Error
ru: BEE2 - Ошибка

source: BEEmod - Select Corridor
ru: BEEmod - Выбрать коридор

source: Author: {authors}
ru: Автор: {authors}

source: Authors: Unknown
ru: Авторы: Неизвестные

source: Check the boxes to specify which corridors may be used. Ingame, a random corridor will be picked for each map.
ru: Установите флажки, чтобы указать, какие коридоры могут быть использованы. В игре для каждой карты будет выбран случайный коридор.

source: Singleplayer Entry Options:
ru: Варианты входа в однопользовательской:

source: Singleplayer Exit Options:
ru: Варианты выхода в однопользовательской:

source: Cooperative Entry Options:
ru: Варианты входа в кооперативе:

source: Cooperative Exit Options:
ru: Варианты выхода в кооперативе:

source: No options!
ru: Нет опций!

source: Randomise
ru: Случайно

source: Use Only This
ru: Использовать только это

source: Quit
es: Salir
fr: Quitter
pl: Wyjdź
ru: Выйти

source: A value must be provided!
ru: Необходимо указать значение!

source: BEEmod Error
ru: Ошибка BEEmod

source: An error occurred while performing this task:
ru: При выполнении этого задания произошла ошибка:

source: An error occurred while performing this task, but it was partially successful:
ru: При выполнении этого задания произошла ошибка, но оно было частично успешным:

source: Export to "{game}"...
ru: Экспортировать в "{game}"...

source: Export to "{game}"*...
ru: Экспортировать в "{game}"*...

source: It appears that the BEE2 application was installed directly in a game directory. The bee2/ folder name is used for exported resources, so this will cause issues. Move the application folder elsewhere, then re-run.
ru: Похоже, что приложение BEE2 было установлено непосредственно в каталог игры. Имя папки bee2/ используется для экспортируемых ресурсов, поэтому это приведет к проблемам. Переместите папку приложения в другое место, а затем запустите заново.

source: BEE2 - Add Game
es: BEE2 - Añadir juego
fr: BEE2 - Ajouter un jeu
pl: BEE2 - Dodaj grę
ru: BEE2 - Добавить игру

source: Select the folder where the game executable is located ({appname})...
es: Selecciona el directorio donde se encuentre el ejecutable del juego ({appname})...
fr: Sélectionnez le dossier où l'exécutable du jeu est localisé ({appname})...
pl: Wybierz folder, gdzie znajduje się plik wykonywalny gry ({appname})...
ru: Выберите папку, в которой находится исполняемый файл игры ({appname})...

source: Find Game Exe
es: Encontrar Ejecutable del Juego
fr: Trouvez l'exécutable du jeu
pl: Znajdź plik .exe gry
ru: Поиск исполняемого файла игры

source: Executable
es: Ejecutable
fr: Exécutable
pl: Wykonywalny
ru: Исполняемый файл

source: Find Game Binaries
ru: Поиск бинарных файлов игр

source: This does not appear to be a valid game folder!
es: ¡Eso no parece ser un directorio de juego valido!
fr: Cela ne semble pas être un dossier de jeu valide.
pl: To nie jest prawidłowy folder gry!
ru: Это не похоже на действительную папку игры!

source: Portal Stories: Mel doesn't have an editor!
es: ¡Portal Stories: Mel no tiene un editor!
fr: Portal Stories: Mel n'a pas d'éditeur.
pl: Portal Stories: Mel nie ma edytora!
ru: В Portal Stories: Mel нет редактора!

source: Enter the name of this game:
es: Inserte el nombre de este juego:
fr: Entrez le nom de ce jeu:
pl: Wprowadź nazwę gry:
ru: Введите название этой игры:

source: This name is already taken!
es: ¡Este nombre ya está en uso!
fr: Ce nom est déjà pris !
pl: Ta nazwa jest już zajęta!
ru: Это имя уже занято!

source: Please enter a name for this game!
es: ¡Por favor introduzca un nombre a este juego!
fr: Veuillez entrer un nom pour ce jeu.
pl: Wprowadź nazwę dla tej gry!
ru: Пожалуйста, введите имя для этой игры!

source: Are you sure you want to delete "{game}"? (BEE2 will quit, this is the last game set!)
ru: Вы уверены, что хотите удалить "{game}"? (BEE2 выйдет из игры, это последняя установленная игра!)

source: Are you sure you want to delete "{game}"?
ru: Вы уверены, что хотите удалить "{game}"?

source: BEE2 - Remove Game
ru: BEE2 - Удалить игру

source: Wiki...
ru: Вики...

source: Original Items...
es: Ítems Originales...
fr: Items originaux...
pl: Oryginalne przedmioty...
ru: Оригинальные предметы...

source: Discord Server...
es: Servidor de Discord...
fr: Serveur Discord...
pl: Serwer Discord...
ru: Дискорд сервер...

source: Purchase Portal 2
ru: Покупка Portal 2

source: Application Repository...
es: Repositorio de la Aplicación
fr: Emplacement web de l'application...
pl: Repozytorium aplikacji...
ru: Репозиторий приложений...

source: Items Repository...
es: Repositorio de los Ítems...
fr: Emplacement web des objets...
pl: Repozytorium przedmiotów...
ru: Репозиторий с предметами...

source: Music Repository...
ru: Музыкальный репозиторий...

source: Submit Application Bugs...
es: Reportar errores de la aplicación...
fr: Soumettre un bug de l'application...
pl: Zgłoś błędy aplikacji...
ru: Отправить Ошибки в Приложении...

source: Submit Item Bugs...
es: Reportar errores de Ítems...
fr: Soumettre un bug des objets...
pl: Zgłoś błędy przedmiotów...
ru: Отправить Ошибки в предметах...

source: Submit Music Bugs...
ru: Отправить Ошибки в Музыке...

source: BEE2 Credits
es: Créditos de BEE2
fr: Crédits de BEE2
pl: Podziękowania BEE2
ru: Кредиты BEE2

source: Credits...
es: Créditos...
fr: Crédits...
pl: Podziękowania
ru: Кредиты...

source: Close
es: Cerrar
fr: Fermer
pl: Zamknij
ru: Закрыть

source: BEEMOD2 - Failed to open URL
ru: BEEMOD2 - Не удалось открыть URL

source: Failed to download list of URLs. Help menu links will not function. Check your Internet?
ru: Не удалось загрузить список URL-адресов. Ссылки меню справки не работают. Проверьте свой интернет?

source: Failed to parse help menu URLs file. Help menu links will not function.
ru: Не удалось разобрать файл URL-адресов меню справки. Ссылки меню справки не будут работать.

source: BEEMOD 2 - Open URL
ru: BEEMOD 2 - Открыть URL

source: Do you wish to open the following URL?
ru: Вы хотите открыть следующее URL?

source: All Items:
es: Todos los Elementos:
fr: Tous les objets:
pl: Wszystkie przedmioty:
ru: Все предметы:

source: Settings for "{item}"
ru: Настройки для "{item}"

source: Timer Delay: ({tim:00})
ru: Таймер задержки: ({tim:00})

source: When Oscillating mode is disabled, Start Active has no effect.
ru: Если режим колебаний отключен, Запустить активно не действует.

source: This option picks which sub-item is used. Put a different item on the palette to change the default instead.
ru: Этот параметр выбирает, какой под-предмет будет использоваться. Чтобы изменить значение по умолчанию, поместите в палитру другой элемент.

source: Position:
ru: Позиция:

source: No Properties available!
es: ¡No hay propiedades disponibles!
fr: Aucune propriété disponible !
pl: Brak dostępnych właściwości!
ru: Нет доступных параметров!

source: Search:
fr: Rechercher:
pl: Szukaj:
ru: Поиск:

source: An error occurred when loading packages:
ru: При загрузке пакетов произошла ошибка:

source: Loading packages was partially successful:
ru: Загрузка пакетов была частично успешной:

source: {game} Puzzle Folder
ru: {game} Папка головоломок

source: {game} Folder
ru: {game} Папка

source: Palettes Folder
ru: Папка с палитрами

source: Packages Folder
ru: Папка с пакетами

source: Export
es: Exportar
fr: Exporter
pl: Wyeksportuj
ru: Экспортировать

source: Uninstall from Selected Game
fr: Désinstaller du jeu sélectionné
pl: Odinstaluj z wybranej gry
ru: Удаление из выбранной игры

source: Backup/Restore Puzzles...
es: Copias de seguridad/Restaurar mapas...
fr: Sauvegarder/Restaurer les puzzles...
pl: Kopia zapasowa map
ru: Резервное копирование/восстановление говоломки...

source: Open Folder...
ru: Открыть папку...

source: Manage Packages...
es: Administrar Paquetes...
fr: Gérer les packages...
pl: Zarządzaj paczkami...
ru: Управление пакетами...

source: Options
es: Ociones
pl: Opcje
ru: Опции

source: Palette
es: Paleta
pl: Paleta
ru: Палитра

source: View
es: Ver
fr: Voir
pl: Widok
ru: Вид

source: Music:
ru: Музыка:

source: Base:
ru: Основа:

source: Add no music to the map at all. Testing Element-specific music may still be added.
es: No añadir ninguna música de fondo al mapa. La música de ciertos elementos de prueba específicos puede que sea añadida.
fr: N'ajoute aucune musique à la carte.
pl: Nie dodawaj muzyki do mapy w ogóle. Muzyka poszczególnych elementów testowych wciąż może być dodana.
ru: Не добавляйте музыку на карту вообще. Музыка для конкретных предметов тестирования может быть добавлена.

source: The regular base track will continue to play normally.
ru: Обычная базовая дорожка продолжит воспроизводиться в обычном режиме.

source: Add no music when jumping on Repulsion Gel.
es: No añadir música al saltar en el Gel de Repulsión.
fr: N'ajoute pas de musique pour le Gel Répulsif.
pl: Nie dodawaj żadnej muzyki podczas skakania na żelu repulsyjnym.
ru: Не добавляет музыку при прыжках на отталкивающем геле.

source: Add no music while running fast.
es: No añadir música al moverse rápido.
fr: N'ajoute pas de musique en temps de course rapide.
pl: Nie graj muzyki przy dużych prędkościach.
ru: Не добавляет музыку во время быстрого бега.

source: Select Background Music - Base
pl: Wybierz muzykę - Główna
ru: Выбрать фоновую музыку - Основа

source: This controls the background music used for a map. Expand the dropdown to set tracks for specific test elements.
pl: Ta opcja kontroluje muzykę w tle użytą do mapy. Rozwiń to menu, aby zobaczyć ścieżki dla konkretnych elementów testowych.
ru: Этот параметр управляет фоновой музыкой, используемой для карты. Раскройте выпадающий список, чтобы установить треки для определенных предметов теста.

source: Propulsion Gel SFX
es: SFX del Gel de Propulsión
fr: Effet sonore pour Gel Propulsif
pl: Dźwięk żelu przyspieszającego
ru: Звуковые эффекты для ускоряющего геля

source: Repulsion Gel SFX
es: SFX del Gel de Repulsion
fr: Effet sonore pour Gel Répulsif
pl: Dźwięk żelu repulsyjnego
ru: Звуковые эффекты для отталкивающего геля

source: Excursion Funnel Music
es: Música del embudo de translación
fr: Musique du Halo d'Excursion
pl: Muzyka w Tubie Transportowej
ru: Музыка для экскурсионных воронок

source: Synced Funnel Music
es: Música del Embudo de Translación sincronizada
fr: Musique du Halo synchronisée
pl: Zsynchronizowana muzyka w Tubie
ru: Синхронизация музыки в воронке

source: Select Excursion Funnel Music
pl: Wybierz muzykę w Tubie Transportowej
ru: Выбрать музыку для экскурсионных воронок

source: Set the music used while inside Excursion Funnels.
es: Selecciona la música usada al estar dentro de los Embudos de Translación.
fr: Sélectionne la musique utilisée à l'intérieur d'un Halo d'Excursion
pl: Wybierz muzykę graną podczas podróży Tubą Transportową.
ru: Установить музыку, используемую внутри экскурсионных воронок.

source: Select Repulsion Gel Music
es: Seleccionar Música del Gel de Repulsión.
fr: Sélectionnez la musique du Gel Répulsif
pl: Wybierz muzykę żelu repulsyjnego
ru: Выбрать музыку отталкивающего гелия

source: Select the music played when players jump on Repulsion Gel.
es: Selecciona la música que se reproduce al saltar en el Gel de Repulsión.
fr: Sélectionne la musique utilisée pour le Gel Répulsif
pl: Wybierz muzykę graną podczas podczas skakania na żelu repulsyjnym.
ru: Выберите музыку, которая будет звучать, когда игроки прыгают на отталкивающий гель.

source: Select Propulsion Gel Music
pl: Wybierz muzykę żelu przyspieszającego
ru: Выбрать музыку ускоряющего гелия

source: Select music played when players have large amounts of horizontal velocity.
es: Selecciona la música que se reproduce cuando los jugadores tienen una alta velocidad horizontal.
fr: Sélectionne la musique quand les joueurs vont très vite horizontalement.
pl: Wybierz muzykę graną, gdy gracz ma duże wartości prędkości poziomej.
ru: Выберите музыку, которая будет воспроизводиться, когда игроки имеют большую горизонтальную скорость.

source: Funnel:
es: Embudo de Translación:
fr: Halo d'Excursion
pl: Tuba:
ru: Воронка:

source: Bounce:
es: Rebotar:
fr: Rebondissement
pl: Odbicie:
ru: Отталкивать:

source: Speed:
es: Velocidad:
fr: Vitesse
pl: Prędkość:
ru: Скорость:

source: {msg} Launch Game?
ru: {msg} Запустить игру?

source: {msg} Minimise BEE2?
ru: {msg} Свернуть BEE2?

source: {msg} Launch Game and minimise BEE2?
ru: {msg} Запустить игру и свернуть BEE2?

source: {msg} Quit BEE2?
ru: {msg} Выйти из BEE2?

source: {msg} Launch Game and quit BEE2?
ru: {msg} Запустить игру и выйти из BEE2?

source: BEE2 Options
es: Opciones de BEE2
fr: Options de BEE2
pl: Opcje BEE2
ru: Опции BEE2

source: General
fr: Général
pl: Ogólne
ru: Основное

source: Windows
es: Ventanas
pl: Okna
ru: Окна

source: Development
es: Desarollo
fr: Développement
pl: Tworzenie
ru: Разработка

source: Packages Reset
pl: Reset paczek
ru: Сброс пакетов

source: Package cache times have been reset. These will now be extracted during the next export.
es: La fecha de los archivos cache de los paquetes se ha reseteado. Estos serán extraídos durante la siguiente exportación.
fr: Les caches temporelles des packages ont été réinitialisées. Elles vont être extraites durant la prochaine exportation.
pl: Czasy cache pakietów zostały zresetowane. Zostaną one wypakowane podczas następnego eksportu.
ru: Время кэширования пакетов было сброшено. Теперь они будут извлечены при следующем экспорте.
