Repository: BEEmod/BEE2.4
Catalog: i18n/*.po
Languages: es, fr, pl, ru

source: Skipped!
es: ¡Saltado!
fr: Fait !
pl: Pominięto!
ru: Пропущенно!

source: Version: {ver}
ru: Версия: {ver}

source: Cancel
es: Cancelar
fr: Annuler
pl: Anuluj
ru: Отмена

source: Clear
es: Limpiar
fr: Vider
pl: Wyczyść
ru: Очистить

source: Copy
es: Copiar
fr: Copier
pl: Kopiuj
ru: Копировать

source: Show:
es: Mostrar:
fr: Montrer:
pl: Pokaż:
ru: Показать:

source: Logs - {ver}
ru: Логи - {ver}

source: Debug messages
es: Mensajes de Depuración
fr: Messages de débug
pl: Konsola debugowania
ru: Отладочные сообщения

source: Default
es: Predeterminado
fr: Par défaut
pl: Domyślne
ru: По умолчанию

source: Warnings Only
es: Sólo advertencias
fr: Avertissements seulement
pl: Tylko ostrzeżenia
ru: Только предупреждения

source: Packages
es: Paquetes
pl: Paczki
ru: Пакеты

source: Loading Objects
es: Cargando Objetos
fr: Chargement des objets
pl: Ładowanie obiektów
ru: Загрузка объектов

source: Initialising UI
es: Iniciando Interfaz
fr: Initialisation de l'interface
pl: Uruchamianie interfejsu
ru: Инициализация UI

source: No Name!
es: ¡Sin nombre!
fr: Sans nom !
pl: Brak nazwy!
ru: Нет имени!

source: Singleplayer
es: Un Jugador
fr: Solo
pl: Tryb jednoosobowy
ru: Однопользовательский

source: Cooperative
pl: Tryb kooperacji
ru: Кооператив

source: ATLAS (SP/Coop)
fr: ATLAS (Solo/Coop)
pl: ATLAS (1-os./Koop.)
ru: АТЛАС (SP/Coop)

source: P-Body (SP/Coop)
fr: P-Body (Solo/Coop)
pl: P-Body (1-os./Koop.)
ru: П-Боди (SP/Coop)

source: Bendy
ru: Бенди

source: Chell
ru: Челл

source: Human characters (Bendy and Chell)
es: Personajes Humanos (Bendy y Chell)
fr: Personnages humains (Bendy et Chell)
pl: Postacie ludzkie (Bendy i Chell)
ru: Человеческие персонажи (Бенди и Челл)

source: AI characters (ATLAS, P-Body, or Coop)
es: Personajes IA (ATLAS, P-Body, o Coop)
fr: Personnages IA (ATLAS, P-Body, ou Coop)
pl: Sztuczna inteligencja (ATLAS, P-Body lub Koop.)
ru: Персонажи ИИ (АТЛАС, П-Боди или Кооп)

source: Death - Generic
ru: Смерть - Общая

source: Death - Toxic Goo
es: Muerte - Pringue mortal
fr: Mort - Vase mortelle
pl: Śmierć - Toksyczna maź
ru: Смерть - Токсическая слизь

source: Death - Turrets
es: Muerte - Torretas
fr: Mort - Tourelles
pl: Śmierć - Wieżyczki
ru: Смерть - Турели

source: Death - Crusher
es: Muerte - Machacador
fr: Mort - Écrabouilleur
pl: Śmierć - Zgniatacz
ru: Смерть - Дробилка

source: Death - LaserField
es: Muerte - Campo Láser
fr: Mort - Champ de lasers
pl: Śmierć - Pole laserowe
ru: Смерть - Лазерное Поле

source: Gesture - Generic
ru: Жест - Общий

source: Gesture - Camera
ru: Жест - Камера

source: Compile Error. Open the following URL in a browser on this computer to see:
ru: Ошибка компиляции. Открыть следующее URL в браузере на этом компьютере, чтобы увидеть:

source: Invalid <code>{option}=</code>"<code>{value}</code>" for {kind} "<var>{id}</var>"!
ru: Недопустимый <code>{option}=</code>"<code>{value}</code>" for {kind} "<var>{id}</var>"!

source: Option <code>{option}</code> is required for {kind} "<var>{id}</var>"!
ru: Опция <code>{option}</code> требуется для {kind} "<var>{id}</var>"!

source: Duplicate {kind} ID "<var>{id}</var>". Change the ID of one of them.
ru: Дублировать {kind} ID "<var>{id}</var>". Изменить ID одного из них.

source: Unknown {kind} ID "<var>{id}</var>".
ru: Неизвестный {kind} ID "<var>{id}</var>".

source: The item "<var>{item}</var>" is not a {kind}!<br>Instance: <code>{inst}</code>
ru: Предмет "<var>{item}</var>" не является {kind}!<br>Instance: <code>{inst}</code>

source: The instance "<var>{inst}</var>" does not have any connection information defined!
ru: Для экземпляра "<var>{inst}</var>" не определена информация о подключении!

source: See the documentation
ru: Смотреть документацию

source: One or more items were placed ouside the map! Move these back inside the map, or delete them. Items with no collision (like Half Walls or Logic Gates) can be left when rooms are moved, look for those.
ru: Один или несколько предметов были размещены за пределами карты! Переместите их обратно на карту или удалите. Предметы без столкновений (например, полу-стены или логические ворота) могут остаться после перемещения комнат, ищите их.

source: This map has <a href="https://developer.valvesoftware.com/wiki/Leak">"leaked"</a>. This is a bug in an item or style, which should be fixed. The displayed line indicates the location of the leak, you may be able to resolve it by removing/modifying items in that area. Please submit a bug report to the author of the item so this can be resolved. Leak coordinates:
ru: На этой карте есть <a href="https://developer.valvesoftware.com/wiki/Leak">"leaked"</a>. Это ошибка в предмете или стиле, которая должна быть исправлена. Отображаемая линия указывает на место утечки, возможно, вы сможете устранить ее, удалив/изменив предметы в этой области. Пожалуйста, отправьте сообщение об ошибке автору предмета, чтобы ее можно было устранить. Координаты утечки:

source: The instance <code>{inst}</code> does not exist, meaning the map cannot be compiled! Try other configurations for this item, it may be the case that only some are missing.
ru: Экземпляр <code>{inst}</code> не существует, значит, карта не может быть скомпилирована! Попробуйте другие конфигурации для этого предмета, возможно, отсутствуют только некоторые.

source: Bad Glass Floorbeam template! The template must have a single brush, aligned along the <var>X</var> axis.
ru: Плохой шаблон Glass Floorbeam! Шаблон должен иметь одну кисть, выровненную по оси <var>X</var>.

source: No I/O configuration specified for special indicator item "<var>{item}</var>"! This is required for antlines to work.
ru: Не указана конфигурация ввода/вывода для специального предмета индикатора "<var>{item}</var>"! Это необходимо для работы анти-линий.

source: The instance named "<var>{item}</var>" is not recognised! If you just swapped styles and exported, you will need to restart Portal 2. Otherwise check the relevant package.
ru: Экземпляр с именем "<var>{item}</var>" не распознан! Если вы только что поменяли стили местами и экспортировали, вам нужно перезапустить Portal 2. В противном случае проверьте соответствующий пакет.

source: The instance "<var>{inst}</var>" is reciving inputs, but none were configured in the item. Check for reuse of the instance in multiple items, or restart Portal 2 if you just exported.
ru: Экземпляр "<var>{inst}</var>" получает входные данные, но ни один из них не был настроен в этом предмете. Проверьте, не используется ли экземпляр повторно в нескольких предметах, или перезапустите Portal 2, если вы только что экспортировали.

source: No corridors were defined for the <var>{orient}_{mode}_{dir}</var> group. Try moving this door back onto a wall.
ru: Для группы <var>{orient}_{mode}_{dir}</var> не определены коридоры. Попробуйте перенести эту дверь обратно на стену.

source: Unlock Default Items
es: Desbloquear elementos obligatorios
fr: Débloquer les objets par défaut.
pl: Odblokuj domyślne przedmioty
ru: Разблокировать предметы по умолчанию

source: The map appears to be missing the {kind} door. This could be caused by an export from BEE2 while the game was open - close and reopen the game if that is the case. If it has been deleted, enable "{stylevar}" in Style Properties, then add it your palette so it can be put back in the map. If the door is present, this is likely an issue with the style definitions.
ru: Похоже, что на карте отсутствует дверь {kind}. Это может быть вызвано экспортом из BEE2, когда игра была открыта - закройте и снова откройте игру, если это так. Если она была удалена, включите "{stylevar}" в Свойствах стиля, а затем добавьте ее в палитру, чтобы она снова появилась на карте. Если дверь присутствует, это, скорее всего, проблема с определениями стилей.

source: The map contains both singleplayer and coop entry/exit corridors. This can happen if they are manually added using the "{stylevar}" stylevar. In that case delete one of them.
ru: Карта содержит коридоры входа/выхода как для одиночной, так и для кооператива. Это может произойти, если они были добавлены вручную с помощью стилей "{stylevar}". В этом случае удалите один из них

source: Entry
ru: Вход

source: Exit
ru: Выход

source: "CubeType" test used but with no type specified!
ru: Используется тест "CubeType", но не указан тип!

source: Unrecognised special cube type "<var>{type}</var>"!
ru: Нераспознанный специальный куб типа "<var>{type}</var>"!

source: Two or more cubes/droppers have the same timer value (<var>{timer}</var>). These are used to link a cube and dropper item together, so the cube is preplaced in the map but respawns from the specified dropper.
ru: Два или более куба/dropper'а имеют одинаковое значение таймера (<var>{timer}</var>). Они используются для связи куба и dropper'а, так что куб предварительно размещается на карте, но возрождается из указанного dropper'а.

source: The specified cube has a timer value <var>{timer}</var>, which does not match any droppers. A dropper should be placed with a matching timer value, to specify the respawn point for this preplaced cube.
ru: Указанный куб имеет значение таймера <var>{timer}</var>, которое не совпадает ни с одним dropper'ом. Необходимо поместить dropper с соответствующим значением таймера, чтобы указать точку респауна для этого предварительно помещенного куба.

source: Dropper above custom cube of type <var>{type}</var> is already linked! Custom cubes convertdroppers above them into their type, to allow having droppers.
ru: Dropper над пользовательским кубом типа <var>{type}</var> уже связан! Пользовательские кубы конвертируют dropper'ы над ними в их тип, чтобы позволить иметь dropper'ы.

source: A cube colouriser must be placed onto a dropper or cube to set the colour, it cannot be placed by itself.
ru: Цвето-куб должен быть помещен на dropper или кубик, чтобы задать цвет, сам по себе он не может быть помещен.

source: Multiple paint splats were placed on this cube, meaning it is unclear which gel to start the cube painted with. Remove all but one type. If you're wanting to paint the floor below the cube differently to the dropper, place a different splat on the ceiling.
ru: На этом кубике было несколько брызг краски, поэтому неясно, каким гелем начинать красить кубик. Удалите все, кроме одного типа. Если вы хотите покрасить пол под кубом иначе, чем dropper, поместите на потолок другой сплэт.

source: Superposition Entanglers must be placed on top of a single dropper.
ru: Superposition Entanglers должны быть размещены поверх одного dropper'а.

source: Superposition Entanglers must be connected to a single dropper, not any other items.
ru: Superposition Entanglers должны быть подключены к одному dropper'у, а не к каким-либо другим предметам.

source: Two Superposition Entanglers cannot be connected to a single dropper!
ru: Два Superposition Entanglers не могут быть подключены к одному dropper'у!

source: Glass / Grating item
ru: Стекло / Решетка item

source: The custom barrier item "<var>{name}</var>" must be connected via output to one or more regular glass or grating items. It will then change the type of that barrier.
ru: Пользовательский предмет барьера "<var>{name}</var>" должен быть подключен через выход к одному или нескольким обычным стеклянным или решетчатым предметам. Тогда он изменит тип этого барьера.

source: The barrier at this posiiton has been connected to multiple custom barrier items. Remove all but one connection.
ru: Барьер в этой позиции был связан с несколькими пользовательскими предметами барьера. Удалите все соединения, кроме одного.

source: A Barrier Hole ("<var>{hole}</var>") does not have sufficent space. The entire highlighted yellow area should be occupied by continous glass/grating/etc which isnot itself occupied by a different hole.
ru: Барьерная дыра ("<var>{hole}</var>") не имеет достаточного пространства. Вся выделенная желтым область должна быть занята сплошным стеклом/решеткой/и т.д, которая сама не занята другим отверстием.

source: A Barrier Hole ("<var>{hole}</var>") was misplaced. The item must be placed against a glass/grating/etc sheet, which it will then cut a hole into. To rotate the item properly, you may need to place it on a wall with the same orientation first, then drag it onto the glass without dragging it over surfaces with different orientations. Alternatively put a block temporarily in the barrier's location to position the hole item, then carve into the block from a side to remove it while keeping the hole in the same position.
ru: Барьерное отверстие ("<var>{hole}</var>") было неправильно размещено. Этот предмет необходимо поместить на лист стекла/решетки/и т.д, в котором он затем прорежет отверстие. Чтобы правильно повернуть предмет, вам может понадобиться сначала поместить его на стену с той же ориентацией, а затем перетащить его на стекло, не перетаскивая его по поверхностям с другой ориентацией. В качестве альтернативы можно временно поставить блок на место барьера, чтобы расположить предмет с отверстием, а затем вырезать блок со стороны, чтобы удалить его, сохранив отверстие в том же положении.

source: A Barrier Hole ("<var>{hole}</var>") was placed on top of a "<var>{barrier}</var>" barrier, but this barrier does not support this type of hole. The barrier allows ({types_barrier}), but the hole only has ({types_hole}) available.
ru: Отверстие барьера ("<var>{hole}</var>") было размещено поверх барьера "<var>{barrier}</var>", но этот барьер не поддерживает этот тип отверстия. Барьер допускает ({types_barrier}), но отверстие имеет только ({types_hole}).

source: A Barrier Hole ("<var>{hole}</var>") was placed on top of a "<var>{barrier}</var>" barrier, which does not allow holes.
ru: Отверстие барьера ("<var>{hole}</var>") было размещено поверх барьера "<var>{barrier}</var>", который не допускает наличия отверстий.

source: A chain of items has multiple inputs to a single item. The chain should form a single path, not have branches.
ru: Цепочка предметов имеет несколько входов для одного предмета. Цепочка должна образовывать один путь, а не иметь разветвлений.

source: A chain of items has been constructed with a loop, but this type of item does not support a loop. Break the connection at some point.
ru: Цепочка предметов была построена с помощью петли, но этот тип предметов не поддерживает петлю. Прервите соединение в какой-то момент.

source: The highlighted items in this chain do not support being linked together in this fashion. Check the order of connections.
ru: Выделенные предметы в этой цепочке не поддерживают соединение таким образом. Проверьте порядок соединений.

source: The template "<var>{id}</var>" has a {type} with two visgroups: "<var>{groups}</var>". Brushes andoverlays in templates may currently only use one visgroup each.
ru: Шаблон "<var>{id}</var>" имеет {type} с двумя виз-группами: "<var>{groups}</var>". Кисти и наложения в шаблонах в настоящее время могут использовать только одну виз-группу каждая.

source: No item ID for fizzler instance "<var>{inst}</var>"!
ru: Нет идентификатора предмета для экземпляра fizzler "<var>{inst}</var>"!

source: No fizzler type for {item} ("<var>{inst}</var>")!
ru: Нет типа fizzler'а для {item} ("<var>{inst}</var>")!

source: No model specified for one side of "{id}" fizzlers.
ru: Для одной стороны "{id}" Fizzler'а не указана модель.

source: Instance lookup path "<code>{path}</code>" returned no instances.
ru: Путь поиска экземпляров "<code>{path}</code>" не вернул ни одного экземпляра.

source: Instance lookup path "<code>{path}</code>" was expected to provide one instance, but it returned multiple instances:
ru: Ожидалось, что путь поиска экземпляра "<code>{path}</code>" предоставит один экземпляр, но он вернул несколько экземпляров:

source: <strong>No error?</strong>
ru: <strong>Нет ошибки?</strong>

source: Failed to load error!
ru: Ошибка при загрузке!

source: Image Files
es: Archivos de Imagenes
fr: Fichiers d'image
pl: Pliki obrazów
ru: Файлы изображений

source: Map Settings
es: Configuración del Mapa
fr: Paramètres de carte
pl: Ustawienia mapy:
ru: Настройки карты

source: Compile Settings
es: Configuración de la Compilación
fr: Paramètres de compilation
pl: Ustawienia kompilatora:
ru: Настройки компиляции

source: Options on this panel can be changed without exporting or restarting the game.
es: Las opciones en este panel se pueden cambiar sin hacer falta exportar o reiniciar el juego.
fr: Les options de ce panneau peuvent être modifiées sans exporter ou redémarrer le jeu.
pl: Opcje w tym panelu mogą być zmieniane bez eksportowania lub restartowania gry.
ru: Опции этой панели могут быть изменены без экспорта или перезапуска игры.

source: Thumbnail
es: Miniatura
fr: Miniature
pl: Miniatura mapy
ru: Миниатюра

source: Screenshot
ru: Скриншот

source: Editor View
ru: Редакторский вид

source: Custom:
es: Personalizado:
fr: Personnalisée:
pl: Własna:
ru: Пользовательский:

source: Cleanup old screenshots
es: Eliminar capturas de pantalla antiguas
fr: Supprimer les anciens screenshots
pl: Wyczyść stare zrzuty ekranu
ru: Очистить старые скриншоты

source: Override the map image to use a screenshot automatically taken from the beginning of a chamber. Press F5 to take a new screenshot. If the map has not been previewed recently (within the last few hours), the default PeTI screenshot will be used instead.
es: Anula la imagen del editor del juego para usar una captura de pantalla tomada automáticamente desde el principio de una cámara de pruebas. Presiona F5 para tomar una nueva captura. Si el mapa no ha sido probado recientemente (en las últimas horas), se utilizará una captura por defecto de la visión del editor del juego.
fr: Remplace l'image de la carte par un screenshot pris automatiquement au début de la carte. Appuyez sur F5 pour prendre un nouveau screenshot. Si la carte n'a pas été prévisualisée récemment (dans les dernières heures), le screenshot PeTI par défaut sera utilisé à la place.
pl: Zastępuje domyślną miniaturę zrzutem ekranu zrobionym automatycznie na wejściu komory. Naciśnij F5, aby zrobić nowy zrzut. Jeśli nie uruchamiano podglądu mapy w ciągu kilku ostatnich godzin, zostanie użyta domyślna miniatura.
ru: Замените изображение карты, чтобы использовать скриншот, автоматически сделанный из начала камеры. Нажмите F5, чтобы сделать новый скриншот. Если карта не просматривалась в последнее время (в течение последних нескольких часов), вместо нее будет использован скриншот PeTI по умолчанию.

source: Use the normal editor view for the map preview image.
es: Utiliza la imagen por defecto del editor del juego.
fr: Utilise la vue normale de l'éditeur pour l'image de prévisualisation.
pl: Użyj domyślnego widoku edytora jako miniaturę mapy.
ru: Используйте обычный вид редактора для изображения предварительного просмотра карты.

source: Automatically delete unused Automatic screenshots. Disable if you want to keep things in "portal2/screenshots".
es: Elimina automáticamente las capturas de pantalla automáticas no utilizadas. Deshabilita esta casilla si deseas mantener esas capturas. Las mismas se encuentran en: "portal2/screenshots".
fr: Supprimer automatiquement les screenshots automatiques non utilisés. Décochez si vous souhaitez garder des images dans "portal2/screenshots".
pl: Automatycznie usuwa niepotrzebne automatyczne zrzuty ekranu. Wyłącz, jeżeli chcesz je przechowywać w folderze "portal2/screenshots".
ru: Автоматическое удаление неиспользуемых Автоматических скриншотов. Отключите, если хотите сохранить все в "portal2/screenshots".

source: Lighting:
es: Iluminación:
fr: Lumière:
pl: Oświetlenie:
ru: Освещение:

source: None
ru: Ничего

source: Fast
es: Rápida
fr: Rapide
pl: Szybkie
ru: Быстрое

source: Full
es: Completa
fr: Complète
pl: Pełne
ru: Полное

source: {desc} You can hold down Shift during the start of the Lighting stage to switch to {keymode} lighting on the fly.
ru: {desc} Вы можете удерживать Shift во время начала этапа освещения, чтобы переключиться на освещение в режиме {keymode} на лету.

source: Compile with no lighting whatsoever. This significantly speeds up compile times, but there will be no lights, gel will be invisible, and the map will run in fullbright. When publishing, this is ignored.
ru: Компиляция без освещения. Это значительно ускоряет время компиляции, но при этом не будет никакого освещения, гель будет невидим, а карта будет работать в режиме Полное. При публикации это игнорируется.

source: Compile with lower-quality, fast lighting. This speeds up compile times, but does not appear as good. Some shadows may appear wrong. When publishing, this is ignored.
es: Compila con inferior calidad de iluminación. Esto acelera los tiempos de compilación, pero no luce bien. Algunas sombras pueden parecer incorrectas. En el momento que se publica el mapa, esta opción no se tendrá en cuenta.
fr: Compilation rapide de moindre qualité. Cela accélère le temps de compilation mais ne rend pas très beau. Certaines ombres peuvent être incorrectes. À la publication, ce n'est pas utilisé.
pl: Kompiluje z szybkim oświetleniem gorszej jakości. Przyspiesza ładowanie, ale nie wygląda tak dobrze. Niektóre cienie mogą wyglądać źle. Dotyczy tylko podglądu mapy w edytorze.
ru: Компилируйте с менее качественным и быстрым освещением. Это ускоряет время компиляции, но выглядит не так хорошо. Некоторые тени могут выглядеть неправильно. При публикации это игнорируется.

source: Compile with high-quality lighting. This looks correct, but takes longer to compute. Use if you're arranging lights. When publishing, this is always used.
pl: Kompiluje z oświetleniem wysokiej jakości. Wygląda poprawnie, ale obliczanie jest dłuższe. Używaj jeżeli aranżujesz oświetlenie mapy. Zawsze używane podczas publikowania mapy.
ru: Скомпилируйте с высококачественным освещением. Это выглядит правильно, но требует больше времени на вычисление. Используйте, если вы расставляете освещение. При публикации всегда используется этот вариант.

source: Enable packing
ru: Включить упаковку

source: Disable automatically packing resources in the map. This can speed up building and allows editing files and running reload commands, but can cause some resources to not work correctly. Regardless of this setting, packing is enabled when publishing.
ru: Отключает автоматическую упаковку ресурсов на карте. Это может ускорить создание карты, позволяет редактировать файлы и выполнять команды перезагрузка, но может привести к некорректной работе некоторых ресурсов. Независимо от этой настройки, упаковка будет включена при публикации.

source: Dump packed files to:
es: Volcar archivos empacados a:
fr: Vider les fichiers packés vers :
pl: Zachowuj zapakowane pliki w:
ru: Сбросить упакованные файлы в:

source: When compiling, dump all files which were packed into the map. Useful if you're intending to edit maps in Hammer.
es: Al momento en que se compila el mapa, vuelca todos los archivos que fueron empacados dentro del mapa. Útil si tienes la intención de editar los mapas en Hammer.
fr: Lors de la compilation, vide tous les fichiers venant d'être compilés dans la carte. Utile si vous prévoyez d'éditer la carte sous Hammer.
pl: Podczas kompilacji, zapisuje wszystkie zapakowane pliki do pliku mapy. Użyteczne, jeżeli zamierzać modyfikować mapy w edytorze Hammer.
ru: При компиляции, сбрасывайте все файлы, которые были упакованы в карту. Полезно, если вы собираетесь редактировать карту в Hammer.

source: Last Compile:
es: Última Compilación:
fr: Dernière compilation:
pl: Ostatnia kompilacja:
ru: Последняя компиляция:

source: Entity
es: Entidad
fr: Entités
pl: Jednostki
ru: Сущность
