Repository: BEEmod/BEE2.4
Catalog: i18n/*.po
Languages: es, fr, pl, ru

source: {cache_reset} "Preserve Game Resources" has been disabled.
ru: {cache_reset} "Резервирование игровых ресурсов" было отключено.

source: UI translations rebuilt from sources successfully.
ru: Переводы UI успешно восстановлены из источников.

source: Package translations rebuilt successfully.
ru: Пакет переводов успешно восстановлен.

source: Options on the development tab are intended for package authors and debugging purposes. Changing these may prevent BEEmod from functioning correctly until reverted to their original settings.
ru: Опции на вкладке «Разработка» предназначены для авторов пакетов и отладки. Их изменение может помешать BEEmod корректной работе до тех пор, пока не будут возвращены исходные настройки.

source: Enable development options
ru: Включить параметры разработки

source: After Export:
es: Después de la Exportación:
fr: Après l'exportation:
pl: Po eksporcie:
ru: После экспорта:

source: Do Nothing
es: No hacer nada
fr: Ne rien faire
pl: Nic nie rób
ru: Ничего не делать

source: Minimise BEE2
es: Minimizar BEE2
fr: Minimiser BEE2
pl: Minimalizuj BEE2
ru: Свернуть BEE2

source: Quit BEE2
es: Cerrar BEE2
fr: Quitter BEE2
pl: Wyjdź z BEE2
ru: Выйти из BEE2

source: After exports, do nothing and keep the BEE2 in focus.
es: Después de exportar, no hacer nada y mantener BEE2 abierto.
fr: Après l'exportation, ne rien faire et garder BEE2 au premier plan.
pl: Po eksporcie, nic nie rób i zachowaj BEE2 na wierzchu.
ru: После экспорта, ничего не делать и держать BEE2 в фокусе.

source: After exports, minimise to the taskbar/dock.
es: Después de exportar, minimizar a la barra de tareas/bandeja.
fr: Après l'exportation, minimiser BEE2 dans la barre des tâches.
pl: Po eksporcie, zminimalizuj do paska zadań.
ru: После экспорта, свернуть программу на панель задач/в док.

source: After exports, quit the BEE2.
es: Después de exportar, salir de BEE2.
fr: Après l'exportation, quitter le BEE2.
pl: Po eksporcie, zamknij BEE2.
ru: После экспорта, выйти из BEE2.

source: Launch Game
es: Ejecutar Juego
fr: Lancer le jeu
pl: Uruchom grę
ru: Запуск игры

source: After exporting, launch the selected game automatically.
es: Después de exportar, ejecutar el juego seleccionado automáticamente.
fr: Après l'exportation, lancer le jeu sélectionné automatiquement.
pl: Po eksporcie, uruchom wybraną grę automatycznie.
ru: После экспорта, запускает выбранную игру автоматически.

source: Language:
ru: Язык:

source: Play Sounds
es: Reproducir Sonidos
fr: Jouer les sons
pl: Graj dźwięki
ru: Воспроизводить звуки

source: Pyglet is either not installed or broken. Sound effects have been disabled.
es: Pyglet no está instalado, o está roto. Los efectos de sonido se han desabilitado.
fr: Pyglet est soit désinstallé soit endommagé. Les effets sonores ont été désactivés.
pl: Pyglet jest uszkodzony lub niezainstalowany. Efekty dźwiękowe zostały wyłączone.
ru: Pyglet либо не установлен или сломан. Звуковые эффекты отключены.

source: Compress Items
ru: Сжимать предметы

source: If enabled, hide all but one item for those that can be swapped with a X Type option. This helps to shrink the item list, if you have a lot of items installed.
ru: Если включено, скроет все предметы, кроме одного, для тех, которые можно заменить с помощью параметра X типа. Это помогает сократить список элементов, если у вас установлено много элементов.

source: Show Hidden Palettes
ru: Показать скрытые палитры

source: Show all builtin palettes that you may have hidden.
ru: Показать все встроенные палитры, которые вы могли спрятать.

source: Reset Package Caches
es: Resetear la caché de los Paquetes
fr: Réinitialiser le cache des packages
pl: Zresetuj cache paczek
ru: Сбросить кэши пакетов

source: Force re-extracting all package resources.
es: Forzar la re-extracción de todos los recursos de los paquetes.
pl: Wymuś ponowne wypakowanie wszystkich źródeł z paczek.
ru: Принудительное повторное извлечение всех ресурсов пакета.

source: Keep loading screens on top
pl: Trzymaj ekrany ładowania na wierzchu
ru: Держать экраны загрузки на самом верху

source: Force loading screens to be on top of other windows. Since they don't appear on the taskbar/dock, they can't be brought to the top easily again.
es: Forzar que las pantallas de carga aparezcan encima de otras ventanas. Como no aparecen en la barra de tareas/bandeja, no es posible moverlas encima facilmente.
fr: Forcer les écrans de téléchargement à être au-dessus des autres fenêtres. Si elles n'apparaissent pas dans la barre des tâches/dock, elles ne peuvent pas aller au-dessus facilement.
pl: Wymuś, by ekrany ładowania zawsze znajdowały się na wierzchu. Ponieważ nie wyświetlają się na pasku zadań, nie mogą łatwo zostać wysunięte na wierzch z powrotem.
ru: Заставить экраны загрузки быть поверх других окон. Поскольку они не отображаются на панели задач/в доке, их нельзя легко переместить обратно наверх.

source: Use compact splash screen
ru: Использовать компактный splash экран

source: Use an alternate smaller splash screen, which takes up less screen space.
ru: Использовать альтернативную заставку меньшего размера, которая занимает меньше места на экране.

source: Keep windows inside screen
es: Mantener ventanas dentro de la pantalla
fr: Garder les fenêtres dans l'écran.
pl: Pozostaw okna na ekranie.
ru: Держать окна внутри экрана

source: Prevent sub-windows from moving outside the screen borders. If you have multiple monitors, disable this.
es: Prevenir el movimiento de las sub-ventanas fuera de los bordes de pantalla. Si tienes varios monitores, deshabilita esta opción.
fr: Empêcher les sous-fenêtres de sortir des limites de l'écran. Si vous avez plusieurs écrans, désactivez cela.
pl: Zapobiegaj wysuwaniu się okien z opcjami poza krawędź ekranu. Jeżeli masz kilka monitorów, wyłącz tą opcję.
ru: Предотвращает перемещение вложенных окон за границы экрана. Если у вас несколько мониторов, отключите эту функцию.

source: Reset All Window Positions
es: Resetear la posición de todas las ventanas
fr: Réinitialiser les positions des fenêtres
pl: Resetuj pozycję wszystkich okien
ru: Сбросить все позиции окон

source: Log missing entity counts
es: Registrar cuenta de entidades que faltan
fr: Enregistrer dans un fichier les nombres d'entités manquantes
pl: Loguj brakujące liczby jednostek
ru: Вести журнал подсчета отсутствующих сущностей

source: When loading items, log items with missing entity counts in their properties.txt file.
es: Cuando se cargan ítems, registrar ítems que faltan de entidades en el archivo properties.txt.
fr: Lors du chargement des objets, enregistrer les objets ayant un nombre d'entités manquantes dans leur fichier properties.txt.
pl: Podczas ładowania przedmiotów, loguj przedmioty z brakującymi liczbami jednostek do ich plików właściwości (properties.txt)
ru: При загрузке предметов регистрировать предметы с отсутствующим количеством сущностей в файле properties.txt.

source: Log when item doesn't have a style
es: Registrar cuando un ítem no tiene un estilo
fr: Enregistrer dans un fichier quand un objet n'a pas de style
pl: Loguj, kiedy przedmiot nie ma stylu
ru: Вести журнал, когда у предмета нет стиля

source: Log items have no applicable version for a particular style. This usually means it will look very bad.
ru: Элементы журнала не имеют применимой версии для определенного стиля. Обычно это означает, что это будет выглядеть очень плохо.

source: Log when item uses parent's style
es: Registrar cuando un ítem usa el estilo del padre
fr: Enregistrer dans un fichier quand un objet utilise le style du parent
pl: Loguj, kiedy przedmiot używa stylu pobratymczego
ru: Вести журнал, когда элемент использует родительский стиль

source: Log when an item reuses a variant from a parent style (1970s using 1950s items, for example). This is usually fine, but may need to be fixed.
es: Registrar cuando un ítem usa una variante de un estilo padre (1970s usando ítems de 1950s, por ejemplo). Esto normalmente está bien, pero puede que tenga que ser reparado.
fr: Enregistrer dans un fichier quand un objet réutilise une variante d'un style parent (le style 1970s utilisant des objets du style 1950s par ex.). Ce n'est généralement pas un problème mais nécessite parfois des ajustements.
pl: Loguj, kiedy przedmiot używa wariantu ze stylu pobratymczego (np. używanie przedmiotu 1950s w mapie w stylu 1970s). Najczęściej wygląda dobrze, ale mogą być niezbędne poprawki.
ru: Вести журнал, когда предмет повторно использует вариант из родительского стиля (например, 1970-е годы используют элементы 1950-х годов). Обычно это нормально, но может потребоваться исправление.

source: Display item inheritance
ru: Наследование предметов отображения

source: Add overlays to item icons to display which inherit from parent styles or have no applicable style.
ru: Добавьте накладки на иконки предметов, которые наследуются от родительских стилей или не имеют применимого стиля.

source: Development Mode
pl: Tryb dewelopera
ru: Режим разработки

source: Enables displaying additional UI specific for development purposes. Requires restart to have an effect.
fr: Active l'affichage d'autres éléments de l'interface pour le développement. Requiert un redémarrage pour fonctionner.
ru: Позволяет отображать дополнительный пользовательский интерфейс, специфичный для целей разработки. Для получения эффекта требуется перезапуск.

source: Preserve Game Directories
es: Preservar Directorios del Juego
fr: Préserver les dossiers du jeu
pl: Zachowaj zasoby gry
ru: Сохраните каталог игры

source: When exporting, do not copy resources to "bee2/" and "sdk_content/maps/bee2/". Only enable if you're developing new content, to ensure it is not overwritten.
es: Al exportar, no copiar recursos a "bee2/" y "sdk_content/maps/bee2/". Activar si estás desarrollando nuevo contenido, para asegurarse de que este no sea reemplazado.
pl: Podczas eksportowania, nie kopiuj źródeł do "bee2/" i "sdk_content/maps/bee2/". Uruchamiaj tylko, jeżeli tworzysz nową zawartość, aby upewnić się, że nie została nadpisana.
ru: При экспорте не копировать ресурсы в "bee2/" и "sdk_content/maps/bee2/". Включайте эту функцию только при разработке нового контента, чтобы не допустить его перезаписи.

source: Preserve FGD
ru: Сохранить FGD

source: When exporting, do not modify the FGD files. Enable this if you have a custom one, to prevent it from being overwritten.
ru: При экспорте не изменять файлы FGD. Включите это, если у вас есть пользовательский, чтобы не было перезаписано.

source: Show Log Window
es: Mostrar la Ventana Log
fr: Montrer la fenêtre de log
pl: Pokazuj okno logów
ru: Показать окно журнала

source: Show the log file in real-time.
es: Mostrar el archivo log en tiempo real.
fr: Montrer le log en temps réel.
pl: Pokazuj plik logów w czasie rzeczywistym.
ru: Показывать файл журнала в режиме реального времени.

source: Force Editor Models
es: Forzar Modelos de Editor
fr: Forcer les modèles de l'éditeur
pl: Wymuś modele edytora
ru: Принудительные модели редактора

source: Make all props_map_editor models available for use. Portal 2 has a limit of 1024 models loaded in memory at once, so we need to disable unused ones to free this up.
es: Hacer todos los modelos props_map_editor disponibles para uso. Portal 2 tiene un límite the 1024 modelos cargados en memoria al mismo tiempo, por lo que necesitamos desabilitar los no usados para liberar memoria.
fr: Rendre tous les modèes props_map_editor utlilsables. Portal 2 a une limite de 1024 modèles chargés en mémoire en une fois, alors nous devons désactiver les autres.
pl: Sprawia, że wszystkie modele props_map_editor są dostępne do użycia. Portal 2 ma limit 1024 modelów załadowanych w pamięci naraz, dlatego trzeba wyłączyć te nieużywane, aby zwolnić miejsce.
ru: Сделать все модели props_map_editor доступными для использования. Portal 2 имеет ограничение в 1024 модели, загружаемых в память одновременно, поэтому нам нужно отключить неиспользуемые, чтобы освободить ее.

source: Dump All Objects
ru: Сбросить все объекты

source: Dump Items List
ru: Сбросить список предметов

source: Dump Editor Models
ru: Сбросить модели редактора

source: Reload Images
fr: Reloader les images
ru: Перезагрузить изображения

source: Build UI Translations
ru: Создание переводов пользовательского интерфейса

source: Build Package Translations
ru: Создание переводов для пакета

source: Reload all images in the app. Expect the app to freeze momentarily.
fr: Reloader toutes les images dans l'application. Attendez-vous à un lag de l'application.
ru: Перезагрузите все изображения в приложении. Ожидайте, что приложение на мгновение зависнет.

source: Compile '.po' UI translation files into '.mo'. This requires those to have been downloaded from the source repo.
ru: Скомпилируйте файлы перевода пользовательского интерфейса '.po' в '.mo'. Для этого необходимо, чтобы они были загружены из исходного репозитория

source: Export translation files for all unzipped packages. This will update existing localisations, creating them for packages that don't have any.
ru: Экспортируйте файлы перевода для всех распакованных пакетов. Это обновит существующие локализации и создаст их для пакетов, у которых их нет.

source: BEE2 - Restart Required!
es: BEE2 - Reinicio Requerido!
fr: BEE2 - Redémarrage requis !
pl: BEE2 - Niezbędny restart!
ru: BEE2 - Требуется перезагрузка!

source: Changing enabled packages requires a restart. Continue?
es: El cambiar paquetes ya activados requiere un reinicio. Desea continuar?
fr: Changer les packages activés demande un redémarrage. Continuer ?
pl: Zmiana włączonych paczek wymaga restartu. Kontynuować?
ru: Изменение включенных пакетов требует перезапуска. Продолжить?

source: BEE2 - Manage Packages
es: BEE2 - Administrar Paquetes
fr: BEE2 - Gérer les packages
pl: BEE2 - Ustawienia paczek
ru: BEE2 - Управление пакетами

source: <Last Export>
es: <Ultima Exportación>
fr: <Dernière exportation>
pl: <Ostatni Eksport>
ru: <Последний экспорт>

source: Blank
es: Vacío
fr: Vide
pl: Puste
ru: Пустой

source: Portal 2 Collapsed
es: Portal 2 Colapsado
fr: Portal 2 Compressé
pl: Portal 2 - Zwinięte
ru: Portal 2 - Свернутый

source: Delete
ru: Удалить

source: Hide
ru: Скрыть

source: Delete Palette "{name}"
ru: Удалить палитру "{name}"

source: Hide Palette "{name}"
ru: Скрыть палитру "{name}"

source: Enter a name:
es: Introduzca un nombre:
fr: Entrer un nom:
pl: Wprowadź nazwę:
ru: Введите имя:

source: Are you sure you want to delete "{palette}"?
ru: Вы уверены, что хотите удалить "{palette}"?

source: Builtin / Readonly
ru: Встроенный / Только для чтения

source: BEE2 - Save Palette
es: BEE2 - Guardar Paleta
fr: BEE2 - Enregistrer la palette
pl: BEE2 - Zapisz paletę
ru: BEE2 - Сохранить палитру

source: BEE2 - Delete Palette
ru: BEE2 - Удалить палитру

source: BEE2 - Change Palette Group
fr: BEE2 - Changer le groupe de palettes
ru: BEE2 - Изменить группу палитры

source: Save
es: Guardar
fr: Enregistrer
pl: Zapisz
ru: Сохранить

source: Save As
ru: Сохранить как

source: Save Settings in Palettes
es: Guardar Ajustes en las Paletas
fr: Enregistrer les paramètres (style, musique) dans la palette
pl: Zapisz ustawienia palet
ru: Сохранить параметры в палитрах

source: Save Palette
es: Guardar Paleta
fr: Enregistrer la palette
pl: Zapisz paletę
ru: Сохранить палитру

source: Save Palette As...
es: Guardar Paleta Como...
fr: Enregistrer la palette sous...
pl: Zapisz paletę jako...
ru: Сохранить палитру как...

source: Change Palette Group...
ru: Изменить группу палитры...

source: Rename Palette...
ru: Переименовать палитру...

source: Fill Palette
es: Rellenar Paleta
fr: Remplir la palette
pl: Wypełnij paletę
ru: Заполнить палитру

source: Enter the name of the group for this palette, or "" to ungroup.
fr: Entrez le nom du groupe pour cette palette, ou "" pour dissocier.
ru: Введите имя группы для этой палитры, или "" для разгруппировки.

source: Color: R={r}, G={g}, B={b}
fr: Couleur: R={r}, V={g}, B={b}
pl: Kolory: R={r}, G={g}, B={b}
ru: Цвет: R={r}, G={g}, B={b}

source: Preview - {item}
ru: Предварительный просмотр - {item}

source: Suggested
es: Recomendado
fr: Suggéré
pl: Sugerowane
ru: Предложенный

source: Other
es: Otro
fr: Autre
pl: Inne
ru: Другое

source: Loading...
ru: Загрузка...

source: Signage: {name}
ru: Обозначение: {name}

source: Unknown Signage: {id}
ru: Неизвестное обозначение: {id}

source: Configure Signage
es: Configurar Cartel
fr: Configurer la signalisation
pl: Konfiguruj symbole
ru: Настроить обозначения

source: Selected
pl: Wybrane
ru: Выбрано

source: Resp
fr: Rép.
pl: Odp.
ru: Респ

source: Responses
es: Respuestas
fr: Réponses
pl: Odpowiedzi
ru: Ответы

source: Lines played in response to certain events in Coop.
es: Líneas de voz reproducidas en respuesta a ciertos acontecimientos en el modo cooperativo.
fr: Répliques jouées en réponse à certains événements en Coop.
pl: Ścieżki grane w odpowiedzi na odpowiednie wydarzenia w trybie Kooperacji.
ru: Линии, воспроизводимые в ответ на определенные события в Кооп.

source: Mid - Chamber
es: Mitad - Camara
fr: En cours de salle
pl: Podczas testu
ru: Середина - Камера

source: Lines played during the actual chamber, after specific events have occurred.
es: Líneas de voz reproducidas durante la camara actual, después de que se hayan producido eventos específicos.
fr: Répliques jouées durant la salle après certains événements spécifiques.
pl: Ścieżki grane podczas właściwego testu, po pewnych wydarzeniach.
ru: Линии, воспроизводимые во время настоящей камеры, после того как произошли определенные события.

source: Transcript:
es: Transcripción:
pl: Transkrypcja:
ru: Транскрипт:

source: BEE2 - Configure "{item}"
ru: BEE2 - Настроить "{item}"

source: Style Properties
ru: Свойства стиля

source: Choose a Color
es: Seleccione un color
fr: Choisissez une couleur
pl: Wybierz kolor
ru: Выберите цвет

source: Off
ru: Выключить

source: Overall Progress
ru: Общий прогресс

source: Backup Original Files
ru: Резервное копирование ориг. файлов

source: Backup Puzzles
ru: Резервное копи. головоломок

source: Copy Compiler
ru: Копировать компилятор

source: Copy Resources
ru: Копировать ресурсы

source: Copy Music
ru: Копировать музыку

source: Exporting
ru: Экспортирование

source: BEE2 Export - {game}
ru: BEE2 Экспорт - {game}

source: Exporting failed. The following error occurred:
ru: Экспорт не удался. Произошла следующая ошибка:

source: Exporting was partially successful, but the following issue occurred:
ru: Экспорт был частично успешным, но возникла следующая проблема:

source: Compiler file {file} missing. You will need to verify the game's files in Steam to get these files back. You can then export again.
ru: Отсутствует файл компилятора {file}. Вам нужно проверить файлы игры в Steam, чтобы вернуть эти файлы. После этого вы сможете снова экспортировать игру.

source: Copying compiler file {file} failed. Ensure {game}'s map compiler is not running.
ru: Копирование файла компилятора {file} не удалось. Убедитесь, что компилятор карт {game} не запущен.

source: Copying compiler file {file} failed. Ensure {game}'s map compiler is not running. The webserver for the error display may also be running, quit the vrad process or wait a few minutes.
ru: Копирование файла компилятора {file} не удалось. Убедитесь, что компилятор карт {game} не запущен. Веб-сервер для отображения ошибок также может быть запущен, завершите процесс vrad или подождите несколько минут.

source: No compiler files were found in "{folder}".
ru: В папке "{folder}" не найдено ни одного файла компилятора.

source: VPK files were not exported, quit Portal 2 and Hammer to ensure editor wall previews are changed.
ru: Файлы VPK не были экспортированы, выйдите из Portal 2 и Hammer, чтобы убедиться, что предварительный просмотр стен редактора изменен.

source: The VPK "{filename}" could not be parsed. If this was made by BEE, delete it, otherwise check if it is corrupt.
ru: Не удалось разобрать VPK "{filename}". Если он был создан BEE, удалите его, иначе проверьте, не поврежден ли он.

source: Package directory does not exist: "{path}"
ru: Каталог пакетов не существует: "{path}"

source: Package directory did not contain any packages: "{path}"
ru: Каталог пакетов не содержит ни одного пакета: "{path}"

source: Package file has the incorrect file format: {path} Valid formats are zip archives (.zip or .bee_pack) and VPKs (.vpk)
ru: Файл пакета имеет неправильный формат: {path} Допустимыми форматами являются zip-архивы (.zip или .bee_pack) и VPK (.vpk)

source: Potential package file has no info.txt: {path}
ru: В файле потенциального пакета нет файла info.txt: {path}

source: Package has no ID defined: {path}
ru: Пакет не имеет определенного идентификатора: {path}

source: Package "{pak_id}" could not be enabled - {req} is not installed.
ru: Пакет "{pak_id}" не может быть включен - {req} не установлен.

source: Package "{pak_id}" could not be enabled - required package "{req}" not installed.
ru: Не удалось включить пакет "{pak_id}" - не установлен требуемый пакет "{req}".

source: Duplicate package with id "{pak_id}"! If you just updated the mod, delete any old files in packages/. Package 1: {path1} Package 2: {path2}
ru: Дублируется пакет с идентификатором "{pak_id}"! Если вы только что обновили мод, удалите все старые файлы в packages/. Пакет 1: {path1} Пакет 2: {path2}

source: {n} option
ru: {n} опция

source: <None>
es: <Ninguno>
fr: <Rien>
pl: <Brak>
ru: <Ничего>

source: Do not add anything.
es: No añadir nada.
fr: Ne rien ajouter.
pl: Nie dodawaj niczego.
ru: Ничего не добавлять.

source: No packages found!
ru: Пакеты не найдены!

source: one of the following locations: {loc}
ru: одно из следующих мест: {loc}

source: {msg} Get the packages from "https://github.com/BEEmod/BEE2-items" and place them in {trailer}
ru: {msg} Получите пакеты с сайта "https://github.com/BEEmod/BEE2-items" и поместите их в {trailer}

source: No description!
ru: Нет описания!

source: <Multiverse Cave only>
es: <Cave Johnson del Workshop solamente>
fr: <Cave du Multivers seulement>
pl: <Tylko Cave z multiwersum>
ru: <Только мультивселенная кейва>

source: Toggle all checkboxes.
es: Alternar todas las casillas.
fr: Cocher toutes les cases
pl: Zaznacz wszystkie pola.
ru: Включить/Отключить все галочки

source: Properties:
pl: Właściwości
ru: Свойства:

source: Description:
es: Descripción:
pl: Opis:
ru: Описание:

source: More Info>>
es: Más Info>>
fr: Plus d'infos>>
pl: Więcej informacji>>
ru: Больше информации>>

source: Change Defaults...
es: Cambiar Ajustes por Defecto...
fr: Changer les valeurs par défaut...
pl: Zmień domyślne wartości...
ru: Изменить по умолчанию...

source: Change the default settings for this item when placed.
es: Cambia la configuración predeterminada de este elemento cuando es colocado en el mapa.
fr: Changer les réglages par défaut pour cet objet lorsqu'il est placé.
pl: Zmienia domyślne wartości dla tego przedmiotu w edytorze.
ru: Изменить параметры по умолчанию для этого предмета при размещении.

source: Select Signage...
ru: Выбрать сигнал...

source: Change which signs are specified by each timer value.
ru: Измените знаки, указанные каждым значением таймера.

source: Open "{url}" in the default browser?
ru: Открыть "{url}" в браузере по умолчанию?

source: Play a sample of this item.
es: Ver una demostración de este elemento.
fr: Jouer un échantillon de cet objet
pl: Odtwórz próbkę tego przedmiotu
ru: Воспроизведите образец этого предмета.

source: Select Suggested
ru: Выбрать предложенное

source: Version:
es: Versión:

source: Logs - {}
es: Registros - {}

source: Auto
es: Automático
