Repository: BEEmod/BEE2.4
Catalog: i18n/*.po
Languages: es, fr, pl, ru

source: Use a custom image for the map preview image. Click the screenshot to select. Images will be converted to JPEGs if needed.
es: Utiliza una imagen personalizada como presentación en la publicación de tu mapa. Haz clic en el rectángulo negro de abajo para seleccionarla. Las imágenes serán convertidas a formato JPEG de ser necesario.
fr: Utiliser une image personnalisée pour la miniature de carte. Cliquez sur l'image pour la choisir. Les images seront converties en JPEG si besoin.
pl: Użyj własnego obrazu jako miniaturę mapy. Kliknij na podgląd poniżej, aby wybrać. Obrazy będą w razie potrzeby konwertowane do formatu JPEG.

source: Only choose the highest-priority voicelines. This means more generic lines will can only be chosen if few test elements are in the map. If disabled any applicable lines will be used.
es: Solo elegirá las líneas de voz de mayor prioridad. Esto significa que solo se podrán seleccionar líneas más genéricas si hay pocos elementos de prueba en el mapa. Si se deshabilita, cualquier línea aplicable será utilizada.

source: Compiler Options - {}
es: Opciones de Compilación - {}

source: Prevent Portal Bump (fizzler)
es: Prevenir trucos con los portales (En desintegrador)
fr: Empêcher le Portal Bump (Grilles d'Émancipation)
pl: Zapobiegaj przeciekom portali (fizzler)

source: Add portal bumpers to make it more difficult to portal across fizzler edges. This can prevent placing portals in tight spaces near fizzlers, or fizzle portals on activation.
es: Añade un volumen anti-portal que hace más difícil el colocar portales a través de los bordes del desintegrador.
fr: Ajoute des bloqueurs invisibles pour rendre le placement de portails plus compliqué par dessus les bords des Grilles d'Émancipation. Cela peut empêcher le placement de portails dans des endroits serrés proches de Grilles ou dissoudre les portails lors de leur placement.
pl: Dodaje blokadę portali, aby utrudnić położenie portali niedaleko krawędzi siatek dematerializujących. Może to zapobiec kładzeniu portali w szczelinach niedaleko siatek, albo dematerializowaniu portali podczas aktywacji.

source: Allow placing and deleting the mandatory Entry/Exit Doors and Large Observation Room. Use with caution, this can have weird results!
es: Permite colocar y borrar las puertas de Entrada / Salida obligatorias así como la gran sala de observación. Solo recomendable con la gran sala de observación. Usar con precaución, ¡esto puede dar resultados extraños!
fr: Permettre le placement et la suppression de la porte d'entrée/de sortie et de la grande salle d'observation. À utiliser avec précaution, cela peut causer des résultats étranges.
pl: Umożliwia umieszczanie i usuwanie niezbędnych drzwi wejściowych i wyjściowych oraz dużego pokoju obserwacyjnego. Używaj z ostrożnością, może to powodować dziwne rezultaty!

source: Style: {}
es: Estilo: {}

source: Hide/Show the "{}" window.
es: Oculta/Muestra las "{}" ventanas.

source: Export...
es: Exportar...

source: 3D Skybox
es: Skybox 3D
fr: Skybox 3D
pl: Skybox 3D

source: Warning: VPK files were not exported, quit Portal 2 and Hammer to ensure editor wall previews are changed.
es: Atención: Los archivos VPK no han sido exportados. Cierre Portal 2 y Hammer para asegurarse de que las vistas previas de las paredes del editor han cambiado.

source: Save Palette...
es: Guardar Paleta...
fr: Enregistrer la palette...
pl: Zapisz paletę...

source: {arr} Use Suggested {arr}
es: {arr} Usar Recomendado {arr}

source: This filename is already in the backup.Do you wish to overwrite it? ({})
es: Este nombre de archivo ya está en la copia de seguridad. Desea reemplazarlo? ({})

source: This map is already in the game directory.Do you wish to overwrite it? ({})
es: Este mapa ya está en el directorio del juego. ¿Desea reemplazarlo? ({})

source: Backup zip
es: Copia de seguridad zip

source: Do you wish to delete {} map?
es: ¿Desea eliminar {} mapa?

source: BEEMOD {} - Backup / Restore Puzzles
es: BEEMOD {} - Copia de Seguridad / Restaurar Mapas

source: BEE2 - Export Failed!
es: BEE2 - ¡Exportación Fallida!
fr: BEE2 - Exportation échouée !
pl: BEE2 - Eksport nieudany!

source: Compiler file {file} missing. Exit Steam applications, then press OK to verify your game cache. You can then export again.
es: Falta archivo de compilador {file}. Salga de las aplicaciones de Steam, y pulse OK para verificar la integridad de los archivos. Después, podrás exportar de nuevo.
fr: Le fichier du compileur {file} est manquant. Quittez les applications Steam, et appuyez sur OK pour vérifier le cache du jeu. vous pourrez ensuite réexporter.
pl: Brakuje pliku kompilatora {file}. Wyjdź z aplikacji Steam, następnie kliknij OK, aby zweryfikować cache gry. Wtedy możesz wyeksportować ponownie.

source: Export to "{}"...
es: Exportar a "{}"...

source: Ap-Tag Coop gun instance not found! Coop guns will not work - verify cache to fix.
es: ¡No se ha encontrado la instancia de la pistola de Ap-Tag de Coop! Las pistolas del Coop no funcionarán. Verifique la integridad de los archivos para reparar el error.
fr: L'instance de générateur Coop pour Ap-Tag n'a pas été trouvée ! Les générateurs Coop ne fonctionneront pas - vérifiez le cache pour réparer.
pl: Instancja Portal-guna w Kooperacyjnym Aperture Tag nieznaleziona! Portal-gun i Paint-gun nie będą tam działały - zweryfikuj cache, aby to naprawić.

source: BEE2 - Aperture Tag Files Missing
es: BEE2 - Falta de archivos de Aperture Tag
fr: BEE2 - Fichiers de Aperture Tag manquants
pl: BEE2 - Brakuje Plików Aperture Tag

source: (BEE2 will quit, this is the last game set!)
es: (BEE2 se cerrará, este es el último juego seleccionado!)

source: Are you sure you want to delete "{}"?
es: ¿Estas seguro que deseas borrar "{}"?

source: Start Position
es: Posición de Inicio
fr: Position de départ
pl: Pozycja startowa

source: End Position
es: Posición de Salida
fr: Position de fin
pl: Pozycja końcowa

source: Delay (0=infinite)
es: Retraso (0=infinito)
fr: Délai (0=infinite)
pl: Opóźnienie (0=nieskończoność)

source: Have no music playing when inside funnels.
es: No hay música al estar dentro de los Embudos de translación.

source: "Preserve Game Resources" has been disabled.
es: "Preservar Recursos del Juego" se ha desabilitado.

source: OK
es: Vale

source: Dump All objects
es: Volcar TODOS los objectos

source: Dump Items list
es: Lista de elementos volcados

source: Clear Palette
es: Vaciar la Paleta
fr: Vider la palette
pl: Wyczyść paletę

source: Delete Palette
es: Borrar Paleta
fr: Supprimer la palette
pl: Usuń paletę

source: Delete Palette "{}"
es: Borrar Paleta "{}"

source: Open "{}" in the default browser?
es: Abrir "{}" en el navegador predeterminado?

source: Author: {}
es: Autor: {}

source: Signage: {}
es: Cartel: {}

source: BEE2 - Configure "{}"
es: BEE2 - Configurar "{}"

source: No Name?
es: ¿Sin nombre?

source: When previewing in SP, spawn inside the entry elevator. Use this to examine the entry and exit corridors.
pl: Podczas podglądu w grze jednoosobowej, spawn nastąpi w wejściowej windzie. Używaj, jeśli chcesz przetestować wejściowe i wyjściowe korytarze.

source: When previewing in SP, spawn just before the entry door.
pl: Podczas podglądu w grze jednoosobowej, spawn nastąpi tuż przed drzwiami wejściowymi.

source: Copying compiler file {file} failed. Ensure {game} is not running.
pl: Kopiowanie pliku kompilatora {file} nie powiodło się. Upewnij się, że gra {game} nie jest uruchomiona.

source: aerond's Music Changer...
fr: Le changeur de musique d'aerond...
pl: Własna muzyka...

source: __LanguageName
fr: Français (French)
pl: Polski (Polish)

source: Better Extended Editor for Portal 2
fr: Better Extended Editor pour Portal 2
