Repository: BEEmod/BEE2.4
Catalog: i18n/*.po
Languages: es, fr, pl, ru

source: Entities are the things in the map that have functionality. Removing complex moving items will help reduce this. Items have their entity count listed in the item description window. This isn't completely accurate, some entity types are counted here but don't affect the ingame limit, while others may generate additional entities at runtime.
pl: Jednostki są elementami mapy posiadającymi pewną funkcję. Usunięcie dużych grup ruchomych i interaktywnych elementów zmniejszy tą wartość. Wartość jednostkowa każdego przedmiotu jest widoczna w jego oknie opisu. Wartość ta nie jest w pełni dokładna, niektóre typy jednostek są tu wliczane, ale nie wpływają na limit w grze, a inne mogą generować dodatkowe, niepokazane tu wartości.
ru: Сущности - это объекты на карте, обладающие функциональностью. Удаление сложных перемещаемых предметов поможет уменьшить этот показатель. Количество предметов указано в окне описания предмета. Это не совсем точно, некоторые типы сущностей учитываются здесь, но не влияют на игровой лимит, в то время как другие могут генерировать дополнительные сущности во время выполнения.

source: Overlay
es: Overlays
fr: Overlays
pl: Nakładki
ru: Накладка

source: Overlays are smaller images affixed to surfaces, like signs or indicator lights. Hiding complex antlines or setting them to signage will reduce this.
pl: Nakładki to małe obrazy umieszczane na powierzchniach, na przykład świetlne wskaźniki aktywacji. Usunięcie zawiłych grup tych wskaźników lub wymiana ich na symbole zmniejszy tą wartość.
ru: Накладки - это небольшие изображения, прикрепленные к поверхностям, например к знакам или индикаторам. Скрытие сложных анти-линий или установка их на знаки уменьшит это.

source: Refresh the compile progress bars. Press after a compile has been performed to show the new values.
es: Actualiza las barras de progreso de la última compilación realizada. Pulse después de que se haya realizado una compilación para mostrar los nuevos valores.
fr: Rafraîchir les barres de progression. Cliquez après une compilation pour actualiser les valeurs.
pl: Odśwież statystyki kompilatora. Kliknij po wykonaniu nowej kompilacji, aby pokazać zaktualizowane wartości.
ru: Обновление индикаторов выполнения компиляции. Нажмите после выполнения компиляции, чтобы отобразить новые значения.

source: Brush
es: Bloque
fr: Brushes
pl: Ścieżki
ru: Кисть

source: Brushes form the walls or other parts of the test chamber. If this is high, it may help to reduce the size of the map or remove intricate shapes.
es: Los brushes forman las paredes y otras partes de la cámara de pruebas. Si esto es alto, te puede servir como guía para que puedas reducir el tamaño del mapa o eliminar formas complejas del mismo.
fr: Les brushes forment les murs ou les autres parties de la salle de test. Si cette valeur est élevée, essayer de réduire la taille de la carte ou de simplifier sa forme.
pl: Ścieżki tworzą ściany oraz inne elementy komory testowej. Jeżeli ta wartość jest wysoka, pomóc może zmniejszenie rozmiaru mapy lub usunięcie skomplikowanych kształtów.
ru: Кисти формируют стены или другие части тестовой камеры. Если этот показатель высок, может помочь уменьшение размера карты или удаление замысловатых форм.

source: Voicelines:
es: Líneas de voz:
fr: Répliques:
pl: Ścieżki głosowe:
ru: Голосовые линии:

source: Use voiceline priorities
es: Usar líneas de voces prioritarias
fr: Utiliser les priorités des répliques
pl: Używaj priorytetowych ścieżek głosowych
ru: Использовать приоритеты голосовых линий

source: Only choose the highest-priority voicelines. This means more generic lines will only be chosen if few test elements are in the map. If disabled a random applicable lines will be used.
ru: Выбирайте только голосовые линии с наивысшим приоритетом. Это означает, что более общие линии будут выбраны только в том случае, если на карте мало тестовых предметов. Если отключено, будут использоваться случайные применимые линии.

source: Spawn at:
es: Aparecer en:
fr: Apparaître à:
pl: Spawn:
ru: Появляться в:

source: Entry Door
es: Puerta de entrada
fr: Porte d'entrée
pl: Przy wejściu
ru: Входная дверь

source: Elevator
es: Elevador
fr: Ascenseur
pl: W windzie
ru: Лифт

source: When previewing in SP, spawn inside the entry elevator. Use this to examine the entry and exit corridors. You can hold down Shift during the start of the Geometry stage to quickly swap which location you spawn at on the fly.
ru: При предварительном просмотре в SP появляетесь в лифте на входе. Используйте его, чтобы изучить коридоры входа и выхода. Вы можете удерживать Shift во время начала этапа «Геометрия», чтобы быстро поменять место появления на лету.

source: When previewing in SP, spawn just before the entry door. You can hold down Shift during the start of the Geometry stage to quickly swap which location you spawn at on the fly.
ru: При предварительном просмотре в SP появляетесь прямо перед входной дверью. Вы можете удерживать Shift во время начала этапа «Геометрия», чтобы быстро поменять место появления на лету.

source: Player Model (SP):
es: Modelo del jugador (SP):
fr: Modèle de joueur (Solo):
pl: Model gracza (1-os.)
ru: Модель игрока (Однопользовательский):

source: Compiler Options - {ver}
ru: Опции компилятора - {ver}

source: Multiverse Cave
es: Voz de Cave Johnson (Workshop)
fr: Cave du multivers
pl: Cave z multiwersum
ru: Мультивселенная Кейва

source: Play the Workshop Cave Johnson lines on map start.
es: Reproduce la voz de Cave Johnson que fue programada para el Workshop en el comienzo del mapa.
fr: Joue les répliques de Cave Johnson du Workshop au début de la carte.
pl: Odtwarza ścieżki Cave'a Johnsona na starcie mapy.
ru: Проиграть реплики Кейва Джонсона в начале карты, в опубликованной версии карты в Мастерской.

source: Suppress Mid-Chamber Dialogue
es: Suprimir el diálogo de mitad de cámara
fr: Retirer les répliques se déclenchant en cours de salle
pl: Usuń dialog w środku komory
ru: Подавить диалог в середине камеры

source: Disable all voicelines other than entry and exit lines.
es: Deshabilita todas las líneas de voz exceptuando las de entrada y salida.
fr: Désactive toutes les répliques autres que celles d'entrée et de sortie.
pl: Wyłącza wszystkie ścieżki głosowe inne niż ścieżki wejścia i wyjścia.
ru: Отключить все голосовые линии, кроме входных и выходных линий.

source: Allow Adding Goo Mist
es: Permitir agregar vapor sobre la superficie del pringue mortal
fr: Ajouter de la brume sur l'acide
pl: Dodaj mgłę nad mazią
ru: Разрешить добавление тумана

source: Add mist particles above Toxic Goo in certain styles. This can increase the entity count significantly with large, complex goo pits, so disable if needed.
es: Añada partículas de niebla por encima del ácido en ciertos estilos. Esto puede aumentar el número de entidades de forma significativa de haber creado grandes y complejos pozos de ácido, así que deshabilítalo si es necesario.
fr: Ajoute des particules de brume au dessus des fosses d'acide dans certains styles. Cela peut augmenter le nombre d'entités avec de grandes fosses. À désactiver au besoin.
pl: Dodaje cząsteczki mgły nad toksyczną mazią w niektórych stylach. Może to zwiększyć znacząco ilość jednostek w mapach z dużymi, złożonymi dołami z mazią, więc wyłącz, jeśli będzie to konieczne.
ru: Добавляет частицы тумана над Токсичной жижой в некоторых стилях. Это может значительно увеличить количество сущностей в больших сложных ямах, поэтому отключите это при необходимости.

source: Light Reversible Excursion Funnels
fr: Lumière réversible des Halos d’Excursion
pl: Światło w odwracalnych tubach transportujących
ru: Реверсивное освещение экскурсионных воронок

source: Funnels emit a small amount of light. However, if multiple funnels are near each other and can reverse polarity, this can cause lighting issues. Disable this to prevent that by disabling lights. Non-reversible Funnels do not have this issue.
es: Los Embudos de Translación emiten una pequeña cantidad de luz. Aunque, si hay múltiples Embudos de Translación cerca de otros que puedan revertir su polaridad, la iluminación podría verse afectada.Deshabilita esto para prevenir esto desabilitando las luces. Los Embudos de translación no reversibles no tienen este problema.
fr: Les Halos émettent une légère lumière. Cependant, si plusieurs Halos sont présent côte à côte et peuvent changer de polarité, cela peut causer des bugs de lumière. Désactiver cela pour prévenir ces bugs (retire la lumière des Halos). Les Halos non réversibles n'ont pas ce problème.
pl: Tuby emitują niewielką ilość światła. Jednak, gdy wiele tub jest blisko siebie i mogą one zmieniać kierunek, może to powodować błędy w oświetleniu. Odznacz, by zapobiec temu wyłączając emitowane światło. Nieodwracalne tuby nie mają tego problemu.
ru: Воронки излучают небольшое количество света. Однако если несколько воронок находятся рядом друг с другом и могут менять полярность, это может вызвать проблемы с освещением. Чтобы предотвратить это, отключите освещение. У нереверсивных воронок такой проблемы нет.

source: Enable Shape Framing
es: Habilitar el encuadre de formas
fr: Autoriser les contours de symboles
pl: Włącz ramki dla znaków
ru: Включить обрамление формы

source: After 10 shape-type antlines are used, the signs repeat. With this enabled, colored frames will be added to distinguish them.
es: Después de usar 10 indicador de forma, los carteles se repiten. Con esto activado, se añadirán marcos coloreados para poder distingirlos.
fr: Une fois 10 symboles utilisés (mode Signalisation), ils se répètent. Si ceci est activé, des cadres colorés seront ajoutés pour les différencier.
pl: Po użyciu 10 znaczników-symboli, symbole zaczną się powtarzać. Gdy ta opcja jest włączona, kolorowe ramki będą dodane, by je rozróżnić.
ru: После того, как 10 анти-линий заданного типа формы используются, знаки повторяются. При включении, к ним будут добавлены цветные рамки для различия

source: Default: Off
es: Predeterminado: Desactivado
fr: Par défaut: Off
pl: Domyślnie wyłączone
ru: По умолчанию: выключено

source: Default: On
es: Predeterminado: Activado
fr: Par défaut: On
pl: Domyślnie włączone
ru: По умолчанию: включено

source: Style: {styles}
ru: Стиль: {styles}

source: Styles: Unstyled
es: Estilos: Sin estilo
fr: Styles: Sans style
pl: Style: Bez stylów
ru: Стили: Без стиля

source: Styles: All
es: Estilos: Todos
fr: Styles: Tous
pl: Style: Wszystkie
ru: Стили: Все

source: All:
es: Todos:
fr: Tous:
pl: Wszystkie:
ru: Все:

source: Selected Style:
es: Estilo seleccionado:
fr: Style choisi:
pl: Wybrany styl:
ru: Выбранный стиль:

source: Other Styles:
es: Otros Estilos:
fr: Autres styles:
pl: Pozostałe style:
ru: Другие стили:

source: No Options!
es: ¡Sin Opciones!
fr: Pas d'options !
pl: Brak opcji!
ru: Нет опций!

source: None!
es: ¡Ninguno!
fr: Aucun(e)
pl: Brak!
ru: Ничего!

source: Hide/Show the "{window}" window.
ru: Скрыть/показать окно "{window}".

source: Palettes
es: Paletas
pl: Palety
ru: Палитры

source: Export Options
es: Opciones de Exportación
fr: Options d'exportation
pl: Opcje eksportu
ru: Опции экспорта

source: Style/Item Properties
fr: Propriétés de style/d'objet
pl: Właściwości stylów i przedmiotów
ru: Свойства стиля/предметов

source: Compile Options
es: Opciones de Compilación
fr: Options de compilation
pl: Opcje kompilacji
ru: Опции компиляции

source: Selected Items and Style successfully exported!
es: ¡Estilo y elementos exportados correctamente!
fr: Le style et les objets sélectionnés ont été exportés avec succès !
pl: Wyeksportowanie wybranych przedmiotów i stylu powiodło się!
ru: Выбранные предметы и стиль успешно экспортированы!

source: BEE2 - Export Complete
ru: BEE2 - Экспорт завершен

source: Add no extra voice lines, only Multiverse Cave if enabled.
es: No añadir voces de línea adicionales, sólo Cave (Workshop).
fr: N'ajoute aucune réplique supplémentaire.
pl: Nie dodaje żadnych ścieżek, jedynie Cave z multiwersum, jeżeli włączone.
ru: Не добавляйте никаких дополнительных голосовых линий, только Мультивселенная Кейва, если она включена.

source: Random
es: Aleatorio
fr: Aléatoire
pl: Losuj
ru: Случайный

source: Choose a random video.
es: Elegir un video aleatorio.
fr: Choisit une vidéo aléatoire.
pl: Wybierz dowolny film.
ru: Выберите случайное видео.

source: Select Skyboxes
es: Seleccionar Cielos
fr: Sélectionnez une skybox
pl: Wybierz skybox
ru: Выбрать Skybox

source: The skybox decides what the area outside the chamber is like. It chooses the colour of sky (seen in some items), the style of bottomless pit (if present), as well as color of "fog" (seen in larger chambers).
es: El skybox decide el tipo de apariencia que tendrán ciertos sectores vistos fuera de una cámara de pruebas, como puede ser el caso de un techo abierto. Esto incluye el color del cielo, el estilo de los grandes precipicios, así como el color de la "niebla" vistos en las cámaras largas.
fr: La skybox décide de l'apparence de l'espace en dehors de la salle. Elle choisit la couleur du ciel (vu dans certains objets), le style des puits sans fond (si présents) tout comme la couleur du "brouillard" (vu dans les grandes salles).
pl: Skybox decyduje jak wygląda przestrzeń poza komorą testową. Wybiera on kolor nieba (widoczny na niektórych przedmiotach), styl bezdennej otchłani (jeśli obecna), a także kolor "mgły" (widocznej w większych komorach).
ru: Skybox определяет, каким будет пространство за пределами камеры. Он выбирает цвет неба (встречается в некоторых предметах), стиль бездонной ямы (если она есть), а также цвет «тумана» (встречается в больших камерах).

source: Fog Color
es: Color de Niebla
fr: Couleur du brouillard
pl: Kolor mgły
ru: Цвет тумана

source: Select Additional Voice Lines
es: Selecciona línea de voces adicionales
fr: Sélectionnez les répliques additionnelles
pl: Wybierz dodatkowe ścieżki głosowe
ru: Выбрать дополнительные голосовые линии

source: Voice lines choose which extra voices play as the player enters or exits a chamber. They are chosen based on which items are present in the map. The additional "Multiverse" Cave lines are controlled separately in Style Properties.
es: Las líneas de voz que se usarán para ser reproducidas cuando el jugador entra o sale de una cámara de pruebas. Son reproducidas basándose en los elementos presentes en el mapa. Las líneas de voz adicionales de Cave Johnson se controlan por separado en las propiedades del estilo.
fr: Les répliques choisissent quelles voix jouent lorsque le joueur entre ou sort de la salle. Elles sont choisies par rapport aux objets présents dans la salle. Les répliques additionnelles de Cave du multivers sont contrôlées séparément dans les propriétés de style.
pl: Dodatkowe ścieżki głosowe grane podczas wykonywania komory testowej. Wybierane są na podstawie elementów testowych obecnych na mapie. Dodatkowe ścieżki Cave'a Johnsona z "Multiwersum" są wybierane osobno we właściwościach stylu.
ru: Голосовые линии определяют, какие дополнительные голоса будут звучать, когда игрок входит или выходит из камеры. Они выбираются в зависимости от того, какие предметы присутствуют на карте. Дополнительные линии Кейва "Мультивселенная" управляются отдельно в Свойствах стиля.

source: Characters
es: Personajes
fr: Personnages
pl: Postacie
ru: Персонажи

source: Turret Shoot Monitor
es: Monitor de Disparos de Torreta
fr: Les tourelles tirent sur les moniteurs
pl: Wieżyczki strzelają w monitor
ru: Турель стреляет в монитор

source: Monitor Visuals
es: Visuales de Monitor
fr: Visuels des moniteurs
pl: Postać na monitorze
ru: Визуальные эффекты монитора

source: Select Style
es: Selecciona Estilo
fr: Sélectionnez un style
pl: Wybierz styl
ru: Выбрать стиль

source: The Style controls many aspects of the map. It decides the materials used for walls, the appearance of entrances and exits, the design for most items as well as other settings. The style broadly defines the time period a chamber is set in.
es: El Estilo controla muchos aspectos de la cámara de pruebas. Decide los materiales utilizados para las paredes, la apariencia de las entradas y salidas, el diseño de la mayoría de los elementos, así como otros ajustes. El Estilo define ampliamente el período de tiempo en el que se establece una cámara de pruebas.
fr: Le style contrôle beaucoup d'aspects de la carte. Il décide les apparences pour les murs, les entrées et sorties et le design de la plupart des objets en plus d'autres choses. Le style définit de façon large l'époque où se place la salle.
pl: Styl kontroluje wiele aspektów mapy. Decyduje o materiałach użytych do ścian, wyglądzie wejścia i wyjścia, konstrukcji większości przedmiotów, a także o wielu innych rzeczach. Styl po prostu określa okres czasu, w którym rozgrywana jest komora.
ru: Стиль управляет многими аспектами карты. Он определяет материалы, используемые для стен, внешний вид входов и выходов, дизайн большинства предметов, а также другие параметры. Стиль в значительной степени определяет временной период, в котором находится камера.

source: Elevator Videos
es: Videos del Elevador
fr: Vidéos d'ascenseur
pl: Filmy przy windzie
ru: Видео в лифте

source: Corridor
ru: Коридор

source: Select Elevator Video
es: Selecciona el video del Elevador
fr: Sélectionnez une vidéo d'ascenceur
pl: Wybierz film
ru: Выбрать видео в лифте

source: Set the video played on the video screens in modern Aperture elevator rooms. Not all styles feature these. If set to "None", a random video will be selected each time the map is played, like in the default PeTI.
es: Elige el video que será mostrado en las pantallas de las modernas salas de ascensores de Aperture. No todos los estilos cuentan con esto. De ser seleccionado "Ninguno", se elegirá un vídeo aleatorio cada vez que se juegue el mapa, como en el editor de niveles del juego predeterminado.
fr: Définit la vidéo jouée sur les écrans dans les sas d'ascenseurs de l'Aperture moderne. Tous les styles ne sont pas concernés. Si "aucun" est choisit, une vidéo aléatoire sera sélectionnée chaque fois que la carte sera jouée, comme avec le style PeTI par défaut.
pl: Wybierz film grany na ekranach w pomieszczeniach z windą w nowoczesnym Aperture. Nie wszystkie style zawierają ekrany. Jeżeli ustawony na "None", losowy film będzie wybrany za każdym razem, gdy mapa jest grana, jak w domyślnym edytorze.
ru: Установите видео, воспроизводимое на видеоэкранах в современных лифтовых комнатах Aperture. Они есть не во всех стилях. Если установить значение "Ничего", то при каждом воспроизведении карты будет выбираться случайное видео, как в PeTI по умолчанию.

source: This style does not have a elevator video screen.
es: Este estilo no cuenta con una pantalla en el elevador.
fr: Ce style n'a aucune vidéo d'ascenseur.
pl: Ten styl nie ma ekranu na film.
ru: В этом стиле нет видеоэкрана с лифтом.

source: <Not Present>
ru: <Не присутствует>

source: Multiple Orientations
es: Orientación Multiple
fr: Orientations multiples
pl: Wiele orientacji
ru: Различные ориентации

source: Music:
es: Música:
fr: Musique:
pl: Muzyka:
ru: Музыка:

source: {down_arrow} Use Suggested {down_arrow}
ru: {down_arrow} Использовать предложенное {down_arrow}

source: Style:
es: Estilo:
pl: Styl:
ru: Стиль:

source: Voice:
es: Voz:
fr: Voix:
pl: Głos:
ru: Голос:

source: Elev Vid:
es: Vid Elev:
fr: Vid Asc:
pl: Winda:
ru: Видео в лифте:

source: Corridor:
ru: Коридор:

source: Enable or disable particular voice lines, to prevent them from being added.
es: Habilita o deshabilita ciertas lineas de voces, para prevenir que sean añadidas.
fr: Activer ou désactiver certaines répliques pour les empêcher d'être ajoutées.
pl: Włącz lub wyłącz poszczególne ścieżki głosowe, aby zapobiec dodaniu ich.
ru: Включите или отключите определенные голосовые линии, чтобы предотвратить их добавление.

source: Select
ru: Выбрать

source: Remove all items from the palette.
ru: Удалить все предметы из палитры.

source: Fill empty spots in the palette with random items.
es: Rellenar espacios vacíos de la paleta con elementos aleatorios.
fr: Remplir les emplacements vides de la palette avec des objets aléatoires.
pl: Wypełnia puste miejsca na palecie losowymi przedmiotami.
ru: Заполнить пустые места в палитре случайными предметами.

source: BEEMOD {version} Error!
ru: BEEMOD {version} Ошибка!

source: An error occurred: {err} This has been copied to the clipboard.
ru: Произошла ошибка: {err} Это было скопировано в буфер обмена.

source: Name
ru: Имя

source: Mode
ru: Режим

source: Date
ru: Дата

source: SP
es: Un solo jugador
fr: Solo
pl: 1-os.
ru: Одиночная

source: Coop
es: Cooperativo
pl: Koop.
ru: Кооператив

source: Do you wish to delete {n} map?
ru: Вы хотите удалить карту {n}?

source: This map is already in the game directory. Do you wish to overwrite it? ({mapname})
ru: Эта карта уже есть в каталоге игры. Вы хотите перезаписать её? ({mapname})

source: This filename is already in the backup. Do you wish to overwrite it? ({mapname})
ru: Это имя файла уже есть в резервной копии. Хотите ли вы перезаписать его? ({mapname})

source: Overwrite File?
ru: Перезаписать файл?

source: Failed to parse this puzzle file. It can still be backed up.
es: Error al analizar este mapa. Sigue siendo posible hacer una copia de seguridad.
fr: Échec du traitement de ce fichier de puzzle. Il peut toujours être restauré.
pl: Analiza mapy nie powiodła się. Kopia zapas. nadal może być stworzona.
ru: Не удалось разобрать этот файл головоломки. Он все еще может быть сохранен резервной копией.

source: No description found.
es: No se ha encontrado una descripción.
fr: Aucune description trouvée.
pl: Nie znaleziono opisu.
ru: Описание не найдено.

source: Unsaved Backup
es: Copia de seguridad no guardada
fr: Sauvegarde non enregistrée
pl: Niezapisana kopia zapas.
ru: Несохраненное резервное копирование

source: Backup ZIP archive
ru: Архив ZIP резервной копии

source: Copying maps
es: Copiando mapas
fr: Copie des cartes
pl: Kopiowanie map
ru: Копирование карт

source: Loading maps
es: Cargando mapas
fr: Chargement des cartes
pl: Ładowanie map
ru: Загрузка карт

source: Deleting maps
es: Eliminando mapas
fr: Suppression des cartes
pl: Usuwanie map
ru: Удаление карт

source: BEE2 Backup
es: Copia de seguridad de BEE2
fr: Sauvegarde BEE2
pl: Kopia zapasowa BEE2
ru: BEE2 Резервное копирование

source: No maps were chosen to backup!
es: ¡No se ha elegido ningún mapa para realizar copias de seguridad!
fr: Aucune carte sélectionnée !
pl: Nie wybrano map do skopiowania!
ru: Ни одна карта не была выбрана для резервного копирования!

source: Load Backup
es: Cargar Copia de Seguridad
fr: Charger la sauvegarde
pl: Załaduj kopię
ru: Загрузка резервного копирования

source: Save Backup As
es: Guardar Copia de Seguridad Como
fr: Enregistrer la sauvegarde sous
pl: Zapisz kopię jako
ru: Сохранить резервное копирование как

source: Confirm Deletion
es: Confirmar Eliminación
fr: Confirmer la suppression
pl: Potwierdź usunięcie
ru: Подтвердить удаление

source: Restore:
es: Restaurar:
fr: Restaurer:
pl: Przywróć:
ru: Восстановить:

source: Backup:
es: Copia de Seguridad:
fr: Sauvegarder:
pl: Skopiuj:
ru: Резервная копия:

source: Checked
es: Marcado
fr: Celles cochées
pl: Zaznaczone
ru: Проверено

source: Delete Checked
es: Eliminar marcados
fr: Supprimer celles cochées
pl: Usuń zaznaczenie
ru: Удалить проверенную

source: Reload the map list.
ru: Перезагрузите список карт.

source: BEEMOD {version} - Backup / Restore Puzzles
ru: BEEMOD {version} - Резервное / Восстановление Головоломки

source: New Backup
es: Nueva Copia de Seguridad
fr: Nouvelle sauvegarde
pl: Nowa kopia
ru: Новое резервное копирование

source: Open Backup
es: Abrir Copia de Seguridad
fr: Ouvrir la sauvegarde
pl: Otwórz kopię
ru: Открыть резервное копирование

source: Save Backup
es: Guardar Copia de Seguridad
fr: Sauvegarder
pl: Zapisz kopię
ru: Сохранить резервное копирование
